Repository: HunterHarling/astrobin
Catalog: rawdata/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it, pl, ru

source: Return to the <a href="%(plans_url)s">plans page</a>.
es: Volver a la <a href="%(plans_url)s">página de planes</a>.
fr: Retour à la <a href="%(plans_url)s">gestion des forfaits</a>.
it: Torna alla <a href="%(plans_url)s">pagina delle offerte</a>.
pl: Powróć do <a href="%(plans_url)s">strony z planami</a>
ru: Вернитесь на <a href="%(plans_url)s">страницу планов</a>.

source: Subscription change
es: Cambio de suscripción
fr: Modification de l'abonnement
it: Cambiamento iscrizione
pl: Zmiana subskrypcji
ru: Изменение подписки

source: Your request for a change in your subscription has been processed successfully.
es: Tu solicitud para cambiar tu suscripción ha sido procesada satisfactoriamente.
fr: Votre demande de modification d'abonnement a bien été exécutée.
it: La tua richiesta di un cambiamento alla tua iscrizione è stato processata con successo.
pl: Twój wniosek o zmianę w subskrypcji został przetworzony prawidłowo .
ru: Ваш запрос о смене подписки был успешно обработан.

source: Subscription plan
es: Plan de suscripción
fr: Abonnement à un forfait
it: Offerta di iscrizione
pl: Plan subskrypcji
ru: План подписки

source: Your subscription to this plan is cancelled.
es: Tu suscripción a este plan ha sido cancelada.
fr: Votre abonnement à ce forfait a été annulé.
it: La tua iscrizione a questa offerta è annullata.
pl: Twoja subskrypcja do tego planu została anulowana.
ru: Ваша подписка на этот план отменена.

source: You are subscribed to this plan.
es: Te has suscrito a este plan.
fr: Vous êtes abonné à ce forfait.
it: Seo iscritto a questa offerta.
pl: Zapisałeś się do tego planu.
ru: Вы подписаны на этот план.

source: Here you can deactivate your free Raw Data Atom subscription.
fr: Vous pouvez ici désactiver votre abonnement au Compte Raw Atom.
pl: Tutaj możesz zdezaktywować swoją darmową subskrypcję Raw Data Atom.

source: Deactivate
fr: Désactiver
pl: Dezaktywuj

source: Go to your Raw Data Library.
fr: Vers votre Bibliothèque Compte Raw
pl: Przejdź do swojej bazy surowych danych.

source: You may <a href="%(cancel_url)s">cancel via PayPal</a> if you wish.
es: Puedes <a href="%(cancel_url)s">cancelarla vía PayPal</a> si quieres.
fr: Vous pouvez <a href="%(cancel_url)s">annuler via PayPal</a> si vous le désirez.
it: Puoi <a href="%(cancel_url)s">annullare via PayPal</a> se vuoi.
pl: Możesz <a href="%(cancel_url)s">anulować przez PayPal</a> jeśli chcesz.
ru: Вы можете <a href="%(cancel_url)s">отменить через PayPal</a> если желаете.

source: Here you can activate your free Raw Data Atom subscription.
fr: Vous pouvez ici activer votre abonnement gratuit au Compte Raw Atom.
pl: Tutaj możesz aktywować darmową subskrypcję Raw Data Atom.

source: Activate
fr: Activer
pl: Aktywuj

source: Subscribe with a secure payment provided by PayPal:
es: Suscribirse mediante un pago seguro a través de PayPal:
fr: Abonnez-vous par paiement sécurisé avec PayPal:
it: Iscriviti con un pagamento sicuro gestito da PayPal:
pl: Subskrybuj z bezpieczną płatnością świadczoną przez PayPal:
ru: Подпишитесь с безопасной оплатой через PayPal:

source: You cannot switch to this plan.
es: No puedes cambiar a este plan.
fr: Vous ne pouvez pas passer à ce forfait.
it: Non puoi passare a questa offerta.
pl: Nie możesz przełączyć się na ten plan.
ru: Вы не можете переключить этот план.

source: Careful! If you have already a paid Raw Data subscription, your available space will be reduced!
fr: Attention! Si vous êtes déjà titulaire d'un Compte Raw payant, votre espace de stockage actuel sera réduit!
pl: Ostrożnie! Jeśli już opłaciłeś subskrypcję, Twoje dostępne miejsce zostanie zredukowane!

source: Thank you for supporting AstroBin!
es: ¡Gracias por tu apoyo a AstroBin!
fr: Merci de soutenir AstroBin !
it: Grazie per il tuo supporto ad AstroBin!
pl: Dziękujemy za wspieranie AstroBin!
ru: Спасибо за поддержку AstroBin!

source: Subscription confirmed
es: Suscripción confirmada
fr: Abonnement confirmé
it: Iscrizione confermata
pl: Subskrypcja potwierdzona
ru: Подписка подтверждена

source: Your subscription request to AstroBin Raw Data has been received, and we are awaiting the final confirmation from PayPal. Your subscription should be active within a few minutes!
es: Tu solicitud de suscripción a Datos Raw AstroBin ha sido recibida, estamos esperando la confirmación final desde PayPal. ¡Tu suscripción debería estar activa en unos pocos minutos!
fr: Votre demande d'abonnement à un Compte Raw AstroBin a été prise en compte, et nous attendons la confirmation finale de PayPal. Votre abonnement devrait être actif dans quelques minutes !
it: La tua richiesta di iscrizione ad AstroBin Dati Grezzi è stata ricevuta, e stiamo aspettando la conferma finale da PayPal. La tua iscrizione dovrebbe essere attiva in pochi minuti!
pl: Otrzymaliśmy Twój wniosek o subskrypcję AstroBin Raw Data. Czekamy na potwierdzenie z PayPal. Twoja subskrypcja powinna być aktywna w ciągu kilku minut!
ru: Ваш запрос о подписке на AstroBin Raw Data был получен, и мы ожидаем последнее подтверждение от PayPal. Ваша подписка должна стать активной через несколько минут!

source: Subscription plans
es: Planes de suscripción
fr: Abonnement aux forfaits
it: Offerte di inscrizione
pl: Plany subskrypcji
ru: Планы подписки

source: <strong>AstroBin Raw Data</strong> allows you to store your raw files (<strong>FIT</strong> and <strong>digital camera raw</strong>) on AstroBin. We will keep them neatly organized, and you will have a safe backup of all your work, including calibration files.
es: <strong>Datos Raw AstroBin</strong> te permite almacenar tus archivos crudos (archivos <strong>FIT</strong> y archivos <strong>RAW de cámara digital</strong>) en AstroBin. Los guardaremos claros y bien organizados, con lo que tendrás una copia de seguridad de todo tu trabajo incluyendo archivos de calibración.
fr: Le <strong>Compte Raw AstroBin</strong> vous permet de stocker vos fichiers bruts (<strong>FIT</strong> et <strong>RAW</strong>) sur AstroBin. Ils seront soigneusement classés, sauvegardés en toute sécurité, y compris vos fichiers de calibration.
it: <strong>AstroBin Dati Grezzi</strong> ti permette di archiviare i tuoi dati grezzi (<strong>FIT</strong> e <strong>raw di reflex</strong>) su AstroBin. Li terremo organizzati per bene, ed avrai un backup del tuo lavoro, inclusi i file di calibrazione.
pl: <strong>AstroBin Raw Data</strong> pozwala Ci na przechowywanie surowych danych (<strong>FIT</strong> oraz <strong>RAW</strong>) w AstroBin. Utrzymamy je w porządku a Ty będziesz miał bezpieczną kopię Twojej pracy uwzględniając również klatki kalibracyjne.
ru: <strong>AstroBin Raw Data</strong> позволяет хранить ваши исходники (<strong>FIT</strong> и <strong>RAWы с цифровых камер</strong>) на AstroBin. Мы их аккуратно организуем, и вы будете всегда спокойны за восстановление своих работ, включая калибровочные файлы.

source: Learn more by reading <a href="%(rawdata_url)s">a short introduction.</a>
es: Aprende más leyendo <a href="%(rawdata_url)s">una breve introducción</a>.
fr: Découvrez-en plus en lisant <a href="%(rawdata_url)s">une courte présentation.</a>
it: Scopri di più leggendo <a href="%(rawdata_url)s">una breve introduzione.</a>
pl: Dowiedz się więcej czytając <a href="%(rawdata_url)s">krótki wstęp.</a>
ru: Узнайте больше, прочитав <a href="%(rawdata_url)s">короткую инструкцию.</a>

source: Here are the available plans. Choose the one that suits you best!
es: He aquí los planes disponibles. ¡Elige el que mejor se adapte a tí!
fr: Voici les forfaits disponibles. Optez pour celui qui vous convient le plus!
it: Ecco le offerte disponibili. Scegli quella fa per te!
pl: Wybierz ten plan jeśli chcesz ograniczyć swoje wydatki do minimum, ale cięgle chcesz mieć możliwość dzielenia się plikami FIT oraz RAW z Twoimi przyjaciółmi. Możesz korzystać ze zbiorów danych publicznych i brać udział w tworzeniu najgłębszych obrazów głębokiego nieba oraz mieć świadomość, że wspierasz AstroBin.
ru: Вот доступные планы. Выберите один из наборов, лучший для вас!

source: Manage
es: Administrar
fr: Gérer
it: Gestisci
pl: Wybierz ten plan jeśli chcesz ograniczyć swoje wydatki do minimum, ale wciąż chcesz mieć możliwość dzielenia się plikami FIT i RAW ze swoimi przyjaciółmi. Możesz również korzystać ze zbiorów danych publicznych i brać udział w tworzeniu najgłębszych obrazów głębokiego nieba, mając świadomość wspierania AstroBin.
ru: Управление

source: This plan is free! Choose it to share a small amount of data with other users.
fr: Ce forfait est gratuit! Optez pour ce dernier si vous désirez seulement partager une petite quantité de données avec les autres utilisateurs.
pl: Ten plan jest za darmo! Wybierz go aby dzielić się małą ilością danych z innymi.

source: Choose this plan if you want to keep your expenses to a minimum, but still want the possibity to share your FIT and digital camera raw files with your friends. You can also participate to public data pools and contribute to the deepest deep sky images ever created, and you will always know that you support AstroBin.
es: Elige este plan si quieres reducir tu gasto al mínimo, pero con la posibilidad de compartir tus archivos FIT y archivos de cámara digital RAW con tus amigos. Además puedes participar en las Carpetas Públicas y contribuir a las mejores imágenes de cielo profundo nunca creadas, y siempre sabiendo que apoyas a AstroBin.
fr: Optez pour ce forfait si vous souhaitez réduire vos dépenses au minimum, tout en gardant la possibilité de partager vos fichiers FIT et RAW avec vos amis. Vous pouvez aussi participer aux collaborations publiques et contribuer aux plus riches images du ciel profond jamais créées, tout en sachant que vous soutenez durablement AstroBin.
it: Scegli questa offerta su vuoi spendere poco, ma comunque vuoi la possibilità di condividere i tuoi file con i tuoi amici. Puoi anche partecipare a gruppi di dati pubblici e dare il tuo contributo per creare le immagini deep sky più profonde mai create, e saprai sempre di supportare AstroBin.
pl: Wybierz ten plan jeśli chcesz ograniczyć swoje wydatki do minimum, ale wciąż chcesz mieć możliwość dzielenia się plikami FIT i RAW ze swoimi przyjaciółmi. Możesz również korzystać ze zbiorów danych publicznych i brać udział w tworzeniu najgłębszych obrazów głębokiego nieba, mając świadomość wspierania AstroBin.
ru: Выберите этот план, если вы хотите сократить свои расходы до минимума, но хотите сохранить возможность делиться своими FIT и RAW файлами с друзьями. Вы так же можете участвовать в публичных хранилищах данных и участвовать в создании самых лучших совместных изображений глубокого космоса, и вы всегда можете быть уверены, что вы поддерживаете AstroBin.

source: Choose this plan if you have started out in the recent year or two, or you don't want to share and backup your calibration files. Enjoy a lot of room for a convenient price.
es: Elige este plan si acabas de empezar hace un año o dos, o si no quieres guardar una copia de seguridad de tus archivos de calibración. Disfruta de un montón de espacio por un buen precio.
fr: Optez pour ce forfait si vous avez débuté récemment, ou que vous ne voulez pas partager ou sauvegarder vos fichiers de calibration. Profitez de beaucoup d'espace pour un prix abordable.
it: Scegli questa offerta se hai iniziato dell'ultimo anno o due, o non vuoi archiviare i file di calibrazione. Tanto spazio per un prezzo piccolo.
pl: Wybierz ten plan jeśli rozpocząłeś swoją przygodę rok lub dwa lata temu lub nie chcesz udostępniać lub zabezpieczać swoich klatek kalibracyjnych. Ciesz się dużą ilością miejsca za rozsądną cenę.
ru: Выберите этот план, если недавний участник (год или два), или вы не хотите делиться и иметь возможность восстанавливать свои калибровочные файлы. Довольствуйтесь большим пространством при удобной цене.

source: Choose this plan if you have several years worth of data. You will probably have enough room for all your calibration files, and will enjoy the full potential of the platform.
es: Elige este plan si dispones de años de datos valiosos. Seguramente tendrás suficiente espacio para todos tus archivos de calibración, y disfrutarás de todo el potencial de la plataforma.
fr: Optez pour ce forfait si vous avez accumulé plusieurs années de données. Vous aurez probablement assez d'espace pour tous vos fichiers de calibration, et profiterez du plein potentiel du service.
it: Scegli questa offerta se hai diversi anni di dati. Probabilmente avrai spazio per tutti i tuoi file di calibrazione, e potrai sfruttare il pieno potenziale della piattaforma.
pl: Wybierz ten program jeśli masz już materiały z kilku lat. Będziesz miał wystarczająco dużo miejsca również na swoje klatki kalibracyjne i wykorzystasz pełen potencjał platformy.
ru: Выберите этот план, если вы участвуете несколько лет. Вы будете довольны достаточным местом для всех ваших калибровочных файлов и насладитесь полным функционалом платформы.

source: Choose this plan if you have a massive amount of raw data that you want to share and backup securely online.
es: Elige este plan si tienes una cantidad masiva de datos Raw que quieres mantener seguramente guardados en línea y poder compartirlos.
fr: Optez pour ce forfait si vous avez une énorme quantité de données brutes, que vous souhaitez partager et sauvegarder en ligne en toute sécurité.
it: Scegli questo piano se hai davvero moltissimi dati grezzi che vuoi condividere ed archiviare online in maniera sicura.
pl: Wybierz ten plan jeśli masz ogromną ilość surowych danych którą chcesz się dzielić oraz zabezpieczyć je przed utratą.
ru: Выберите этот план, если у вас массивный объём RAW-данных, которым вы хотите делиться и иметь возможность восстановить онлайн.

source: PS: are you interested in larger plans? <a href="/contact/">Let us know!</a>
es: P.D.: ¿Estás interesado/a en planes mayores? <a href="/contact/">¡Contactanos!</a>
fr: PS : intéressé par des forfaits plus importants ? <a href="/contact/">Contactez-nous !</a>
it: PS: sei interessato ad offerte più grandi? <a href="/contact/">Contattaci!</a>
pl: PS: czy jesteś zainteresowany większymi planami? <a href="/contact/">Daj nam znać !</a>
ru: PS: вы заинтересованы в других планах? <a href="/contact/">Дайте нам знать!</a>

source: Your image has been added to the private shared folder.
es: Tu imagen ha sido añadida a la carpeta privada compartida.
fr: Votre image a été ajoutée à la collaboration privée.
it: La tua immagine è stata aggiunta alla cartella condivisa privata.
pl: Twoje zdjęcie zostało dodane do prywatnego folderu współdzielonego.
ru: Ваше изображение было добавлено в личный каталог обмена.

source: Your private shared folder has been deleted.
es: Tu carpeta privada compartida ha sido eliminada.
fr: Votre dossier de collaboration privée a été effacé.
it: La tua cartella condivisa privata è stata cancellata.
pl: Twój prywatny współdzielony folder został usunięty.
ru: Ваш личный каталог обмена удалён.

source: Your image has been added to the pool.
es: Tu imagen ha sido añadida a la carpeta.
fr: Votre image a été ajoutée à la collaboration publique.
it: La tua immagine è stata aggiunta al gruppo.
pl: Twoje zdjęcie zostało dodane do zbioru.
ru: Ваше изображение добавлено в хранилище.

source: Offset/Bias
ru: Кадр смещения

source: Dark
ru: Темновой кадр

source: Flat
ru: Кадр плоского поля

source: Probably, you are here because you weve invited to contribute to a <strong>Private Shared Folder</strong>, a collection of raw data that users can contribute to. <strong>Private Shared Folders</strong> are part of Astrobin's <a href="%(rawdata_url)s">Raw Data Platform</a>.
es: Probablemente estés aquí debido a que hayas sido invitado a acceder a una <strong>Carpeta Privada Compartida</strong>, una colección de datos Raw en la que los usuarios pueden contribuir. Las <strong>carpetas privadas compartidas</strong> son parte de la <a href="%(rawdata_url)s">Plataforma de Datos Raw</a> de AstroBin.
it: Probabilmente, se qui perché sei stato invitato a contribuire ad una <strong>Cartella Condivisa Privata</strong>, un insieme di dati grezzi a cui gli utenti possono contribuire. Le <strong>Cartelle Condivise Private</strong> sono parte della <a href="%(rawdata_url)s">Piattaforma Dati Grezzi</a> di AstroBin.
ru: Возможно, вы сюда попали потому, что были приглашены в <strong>Личный Каталог Обмена</strong>, коллекцию RAW-данных общей для многих участников. <strong>Личный Каталог Обмена</strong> это часть Astrbin-ской <a href="%(rawdata_url)s">Платформы Raw Data</a>.

source: AstroBin Raw Data Uploader
es: Cargador de datos Raw de AstroBin
it: Caricatore per AstroBin Dati Grezzi
ru: Загрузчик AstroBin Raw Data

source: A desktop client
es: Un cliente de escritorio
it: Un client desktop
ru: Клиент для рабочего стола

source: The <strong>AstroBin Raw Data Uploader</strong> is a desktop program compatible with Windows XP, Windows 7, and reasonably recent Linux distributions.
it: Il <strong>Caricatore per AstroBin Dati Grezzi</strong> è un programma desktop compatibile con Windows XP, Windows 7, e versioni di Linux ragionevolmente recenti.
ru: <strong>Загрузчик AstroBin Raw Data</strong> это программа для вашего компьютера, совместимая с Windows XP, Windows 7, и актуальных дистрибутивов Linux.

source: It's a program that works in the background and quietly uploads your raw data files to AstroBin, finding them in the root directory that you can specify in the settings.
it: È un programma che lavora in background e silenziosamente carica i tuoi file grezzi su AstroBin, trovandoli nella cartella da te scelta, che puoi specificare nei settaggi.
ru: Эта программа, работающая в фоновом режиме и незаметно закачивающая ваши исходники RAW в AstroBin, отыскивая размещая их в корневой директории, указать которую вы можете в настройках.

source: With <strong>AstroBin Raw Data Uploader</strong> you don't need to upload your raw data files manually, so you can just install it, set it up, and then forget about it! You will just know that your data is being safely backed up on <strong>AstroBin Raw Data</strong>.
it: Con il <strong>Caricatore per AstroBin Dati Grezzi</strong> non devi caricare i tuoi file grezzi manualmente, così puoi semplicemente installarlo, impostarlo, e dimenticartene! Saprai che i tuoi file grezzi sono copiati come backup su <strong>AstroBin Dati Grezzi</strong>.
ru: С <strong>Загрузчиком AstroBin Raw Data</strong> вам не надо вручную закачивать ваши исходники, так что вы можете только установить его, настроить и «забыть» о нём! Вы можете быть уверенными, что ваши данные в безопасности на <strong>AstroBin Raw Data</strong>.

source: Download for:
es: Descargar para:
it: Scarica per:
ru: Закачать:

source: Download for
it: Scarica per
ru: Закачать

source: Coming soon
it: In arrivo
ru: Скоро
