Repository: HunterHarling/astrobin
Catalog: rawdata/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it, pl, ru

source: You have access to the following private shared folders.
es: Tienes acceso a las siguientes carpetas privadas compartidas.
fr: Vous avez accès aux collaborations privées suivantes.
it: Hai accesso alle seguenti cartelle condivise private.
pl: Masz dostęp do następujących prywatnych współdzielonych katalogów
ru: У вас есть доступ к следующим личным каталогам обмена.

source: Owner
es: Propietario/a
fr: Créateur
it: Possessore
pl: Właściciel
ru: Владелец

source: Raw images
es: Imágenes Raw
fr: Images brutes
it: Immagini grezze
pl: Surowe obrazy
ru: RAW изображения

source: Processed images
es: Imágenes procesadas
fr: Images traitées
it: Immagini elaborate
pl: Obrobione obrazy
ru: Рабочии версии изображений

source: Last updated
es: Últimas actualizadas
fr: Dernière mise à jour
it: Ultimo aggiornamento
pl: Ostatnio zaktualizowane
ru: Последнее обновление

source: You don't have access to any private shared folders. If you want to create one, go to <a href="%(library_url)s">your Raw Data Library</a>, select some files or <strong>smart folders</strong> and use the <strong>Share</strong> button to share them.
es: No tienes acceso a ninguna carpeta privada compartida. Si quieres crear una accede a tu <a href="%(library_url)s">Biblioteca de Datos Raw</a>, selecciona algunos archivos o <strong>carpetas inteligentes</strong> y pulsa el botón <strong>Compartir</strong> para compartirlos.
fr: Vous n'avez accès à aucune collaboration privée. Si vous désirez en créer une, consultez <a href="%(library_url)s">votre Bibliothèque de fichiers bruts</a>, sélectionnez des fichiers ou des <strong>dossiers virtuels</strong> et utilisez le bouton <strong>Partager</strong>.
it: Non hai accesso ad alcuna cartella condivisa privata. Se vuoi crearne una, vai alla <a href="%(library_url)s">tua Libreria Dati Grezzi</a>, selezione dei file o delle <strong>cartelle intelligenti</strong> ed usa il pulsante <strong>Condividi</strong> per condividerli.
pl: Nie masz dostępu do żadnego prywatnego współdzielonego katalogu. Jeśli chcesz jeden stworzyć idź do swojej <a href="%(library_url)s"> biblioteki surowych danych</a>, wybierz kilka zdjęć lub <strong>smart folders</strong>i użyj przycisku <strong>Share</strong> aby je udostępnić.
ru: У вас нет доступа ни к каким личным каталогам обмена. Если вы хотите создать сами, то перейдите в <a href="%(library_url)s"> вашу Библиотеку RAW-данных</a>, выберите несколько файлов или <strong>«умных» каталогов</strong> и используйте кнопку <strong>Поделиться</strong> для создания.

source: You don't have access to any private shared folders. You don't have a Raw Data subscription, so you may not create shared folder, but you may still be invited by subscribers.
fr: Vous n'avez accès à aucune collaboration privée. Vous n'êtes pas titulaire d'un Compte Raw, et ne pouvez pas donc pas créer une collaboration privée. Toutefois, vous pouvez être invité par un titulaire de Compte Raw à une collaboration privée.
pl: Nie masz dostępu do żadnego współdzielonego prywatnego folderu. Nie posiadasz subskrypcji do funkcjonalności Raw Data więc nie możesz też stworzyć takiego katalogu, ale możesz być zaproszony przez innych użytkowników posiadających subskrypcję.

source: Follow
es: Seguir
fr: S'abonner
it: Segui
pl: Obserwuj
ru: Подписаться

source: Unfollow
es: Dejar de seguir
fr: Se désabonner
it: Smetti di seguire
pl: Zakończ obserwowanie
ru: Отписаться

source: A public data pool created by <a href="%(user_url)s">%(user)s</a>, with %(size)s in %(image_count)s images.
es: Una carpeta pública creada por <a href="%(user_url)s">%(user)s<a href="%(user_url)s">, de %(size)s con %(image_count)s imágenes.
fr: Une collaboration publique créée par <a href="%(user_url)s">%(user)s</a>, de %(size)s pour %(image_count)s images.
it: Un gruppo di dati pubblici creato da <a href="%(user_url)s">%(user)s</a>, con %(size)s in %(image_count)s immagini.
pl: Zestaw danych publicznych utworzony przez <a href="%(user_url)s">%(user)s</a> zawiera %(size)s %(image_count)s obrazów
ru: Общее хранилище данных создано <a href="%(user_url)s">%(user)s</a>, с %(size)s в %(image_count)s изображениях.

source: Processing submissions for this pool
es: Procesar entregas para esta carpeta
fr: Exécution des instructions pour cette collaboration
it: Elaborazioni presentate a questo gruppo
pl: Przetwarzanie materiałów wysłanych do tego zestawu danych
ru: Обработка данных для этого хранилища

source: Remove from this pool
es: Retirar de esta carpeta
fr: Retirer de cette collaboration
it: Rimuovi da questo gruppo
pl: Usuń z tego zestawu danych
ru: Убрать из этого хранилища

source: This public data pool was created on %(date)s by <a href="%(user_url)s">%(user)s</a>. It consists of %(size)s in %(image_count)s images. You can contribute by donating your raw files, if you are subscribed to <a href="%(rawdata_url)s">AstroBin Raw Data</a>, or you can download the available data and try to process it!
es: Esta carpeta pública fue creada el %(date)s por <a href="%(user_url)s">%(user)s</a>. Contiene %(size)s en %(image_count)s imágenes. Puedes contribuir a ella donando tus archivos Raw o descargar su contenido para procesarlo, si estás suscrito a <a href="%(rawdata_url)s">Datos Raw AstroBin</a>.
fr: Cette collaboration publique a été créée le %(date)s par <a href="%(user_url)s">%(user)s</a>. Elle contient %(size)s pour %(image_count)s images. Vous pouvez contribuer en ajoutant vos fichiers bruts, si vous possédez un <a href="%(rawdata_url)s">Compte Raw AstroBin</a>, ou bien vous pouvez télécharger les fichiers disponibles et essayer de les traiter!
it: Questo gruppo di dati pubblici è stato creato il %(date)s da <a href="%(user_url)s">%(user)s</a>. Consiste di %(size)s in %(image_count)s immagini. Puoi contribuire donando i tuoi file grezzi, se sei iscritto ad <a href="%(rawdata_url)s">AstroBin Dati Grezzi</a>, oppure puoi scaricare i dati disponibili e provare ad elaborarli.
pl: Ten zestaw danych publicznych został utworzony %(date)s przez <a href="%(user_url)s">%(user)s</a>. Zawiera %(size)s %(image_count)s obrazów. Możesz wesprzeć nas poprzez załadownie swoich danych jeśli posiadasz subskrypcję <a href="%(rawdata_url)s">AstroBin Raw Data</a> lub możesz pobrać dane i spróbować je obrobić.
ru: Общее хранилище данных создано %(date)s <a href="%(user_url)s">%(user)s</a>. Оно содержит %(size)s в %(image_count)s изображениях. Вы можете поддержать его, влив свои RAW-файлы, или если подпишитесь на <a href="%(rawdata_url)s">AstroBin Raw Data</a>, или вы можете скачать доступные данные и попробовать обработать их!

source: Edit public data pool
es: Editar carpeta pública
fr: Éditer une collaboration publique
it: Modifica gruppo di dati pubbici
pl: Edytuj publiczny zestaw danych
ru: Редактировать хранилище данных

source: Share on a public data pool
es: Compartir en una carpeta pública
fr: Partager dans une collaboration publique
it: Condividi su un gruppo di dati pubblici
pl: Udostępnij publiczny zestaw danych
ru: Поделиться хранилищем данных

source: Contribute to public group of raw data
es: Contribuir al grupo público de datos Raw
fr: Contribuer à un répertoire public de fichiers bruts
it: Contribuisci ad un gruppo di dati grezzi pubblici
pl: Przyłącz się do publicznej grupy z surowymi danymi
ru: Добавить в общую группу RAW-данные

source: A <strong>public data pool</strong> is a place where anyone with an <strong>AstroBin Raw Data</strong> account can contribute raw data, and anyone in the world can download it. By sharing your raw data here, you are contributing your work to possibly massive efforts to produce the deepest deep sky images that the amateur astronomy community has ever attempted.
es: Una <strong>carpera pública</strong> es un lugar donde cualquiera con una cuenta de <strong>Datos Raw AstroBin</strong> puede contribuir con sus datos crudos, y de donde cualquiera en el mundo puede descargarlos. Al compartir tus datos Raw aquí estás cediendo tu trabajo para que un posible esfuerzo masivo produzca la imagen más detallada de cielo profundo que la comunidad de aficionados a la astronomía nunca haya conseguido.
fr: Une <strong>collaboration publique</strong> est un espace où toute personne ayant un <strong>Compte Raw AstroBin</strong> peut fournir des fichiers bruts, téléchargeables par les internautes du monde entier. En partageant ici vos données brutes, votre travail contribuera peut-être à la création de la plus riche image du ciel profond que la communauté astronomique amateur n'ait jamais tenté.
it: Un <strong>gruppo di dati pubblici</strong> è un posto dove chiunque con un account <strong>AstroBin Dati Grezzi</strong> può contribuire dati grezzi, e chiunque altro può scaricarli. Condividendo qui i tuoi dati, stai contribuendo il tuo lavoro verso tentativi di produrre le immagini più profonde mai tentate dalla comunità di astronomia amatoriale.
pl: <strong>Zestaw danych publicznych </strong> to miejsce gdzie każdy z wykupioną subskrypcją <strong>AstroBin Raw Data</strong> może udostępnić swoje surowe dane i każdy na świecie może je pobrać. Dzięki udostępnianiu swoich danych możesz wziąć udział w tworzeniu zdjęć sięgających bardzo głęboko w kosmos. Tak daleko jak jeszcze nikt nie próbował.
ru: <strong>Общее хранилище данных</strong> это место где любой подписчик <strong>AstroBin Raw Data</strong> может поддержать RAW-данными, и совершенно любой может скачать их. Делясь своими исходниками здесь, вы помогаете в сложной работе по созданию самых детальных снимков глубокого космоса в любительской астрономии, когда-либо полученных.

source: When you select an existing data pool, or create a new one, the images listed here on the side will be added to it.
es: Cuando selecciones una carpeta pública existente, o crees una nueva, las imágenes listadas aquí al lado se añadirán a ella.
fr: Lorsque vous sélectionnez une collaboration publique existante, ou en créez une nouvelle, les images listées ci-contre y seront ajoutées.
it: Quando selezioni un gruppo di dati pubblici esistenti, o ne crei uno nuovo, le immagini elencate qui di lato saranno aggiunte ad esso.
pl: Kiedy wybierzesz istniejący zestaw danych publicznych, lub stworzysz nowy, zdjęcia wylistowane tutaj zostaną do niego dodane.
ru: Когда вы выбираете существующее хранилище данных, или создаёте новое, изображения перечисленные здесь будут туда добавлены.

source: Use this form to select an existing <strong>public data pool</strong>.
es: Utiliza este formulario para seleccionar una <strong>carpeta pública</strong> existente.
fr: Utilisez ce formulaire pour sélectionner une <strong>collaboration publique</strong> existante.
it: Usa questo modulo per eselezionare un <strong>gruppo di dati pubblici</strong> esistente.
pl: Użyj tej formatki do wybrania istniejącego <strong>zestawu danych publicznych</strong>
ru: Выберите на этой форме созданные <strong>общие хранилища данных</strong>.

source: Or use this button to create a whole new <strong>public data pool</strong>.
es: O pulsa este botón para crear una <strong>carpeta pública</strong> completamente nueva.
fr: Ou utilisez ce bouton pour créer une toute nouvelle <strong>collaboration publique</strong>.
it: Oppure usa questo pulsante per creare un <strong>gruppo di dati pubblici</strong> completamente nuovo.
pl: Lub użyj tego przycisku do stworzenia nowego <strong>zestawu danych publicznych</strong>.
ru: Или нажмите эту кнопку для создания нового <strong>общего хранилища данных</strong>.

source: Create new public data pool
es: Crear una nueva carpeta pública
fr: Créer une nouvelle collaboration publique
it: Crea un nuovo gruppo di dati pubblici
pl: Stwórz nowy zestaw danych publicznych
ru: Создание нового общего хранилища данных

source: Public data pools
es: Carpetas públicas
fr: Collaborations publiques
it: Gruppi di dati pubblici
pl: Zestawy danych publicznych
ru: Общие хранилища данных

source: Collections of raw files for massive, collectively acquired deep sky images.
es: Colecciones de archivos Raw para imágenes de cielo profundo adquiridas colectivamente.
fr: Albums de fichiers bruts pour créer collectivement de riches images du ciel profond.
it: Insiemi di file grezzi per immagini deep sky profonde ed acquisite in collaborazione.
pl: Zestaw surowych danych do dużych, wspólnych projektów astrofotograficznych głębokiego nieba
ru: Коллекции RAW-файлов для сложных, коллективно полученных объектов глубокого космоса.

source: A <strong>public data pool</strong> is a way for subscribers to the <a href="%(rawdata_url)s">AstoBin Raw Data Platform</a> to collectively contribute to repositories of FIT and digital camera raw files, and achieve massive integration times, often consisting in hundreds of integration hours, on super deep images of the cosmos.
es: Una <strong>carpeta pública</strong> es un modo de que los suscriptores de <a href="%(rawdata_url)s">Datos Raw AstroBin</a> contribuyan colectivamente a repositorios de archivos FIT o archivos RAW de cámara digital y consigan mediante tiempos de integración masivos, del orden de cientos de horas, imágenes de cielo super-profundo del cosmos.
fr: Une <strong>collaboration publique</strong> est un moyen pour les abonnés aux <a href="%(rawdata_url)s">Comptes Raw AstroBin</a> de contribuer à l'archivage de fichiers FIT et RAW, et ainsi obtenir d'immenses temps d'intégration, souvent des centaines d'heures, pour des images super-profondes du Cosmos.
it: Un <strong>gruppo di dati pubblici</strong> è un modo per gli iscritti alla <a href="%(rawdata_url)s">Piattaforma AstroBin Dati Grezzi</a> di contribuire collettivamente a dei repositori di file FIT e raw di reflex, e creare immagini deep sky con centinaia di ore di tempo di integrazione.
pl: <strong>Zestaw danych publicznych </strong> jest sposobem dla użytkowników <a href="%(rawdata_url)s">AstoBin Raw Data Platform</a> aby wspólnie tworzyć bazę danych FIT oraz RAW osiągając ogromne czasy naświetlania, często idące w setki godzin i generować niesamowite zdjęcia obiektów głębokiego nieba.
ru: <strong>Общие хранилища данных</strong> для участников <a href="%(rawdata_url)s">AstoBin Raw Data Platform</a> это способ коллективного развития репозиториев FIT и RAW файлов, способ накопить большее количество сигнала, часто содержащие сотни часов сигнала, в изображениях сверхглубокого космоса.

source: The <a href="%(rawdata_url)s">Raw Data Platform</a> is primarily a way to securely back up your raw files, and keep them neatly and effortlessly organized, but being part of it also means that you support AstroBin and can perhaps contribute your raw files to scientic discoveries.
es: La <a href="%(rawdata_url)s">Plataforma de Datos Raw</a> es principalmente un sistema de copia de seguridad de tus archivos Raw, que a la vez y sin esfuerzo los mantiene claros y organizados, pero pertenecer a ella también significa que das soporte a AstroBin y pudiendo quizá contribuir a descubrimientos científicos con tus archivos Raw .
fr: Un <a href="%(rawdata_url)s">Compte Raw</a> est principalement un outil pour stocker en toute sécurité vos fichiers bruts, les organiser avec soin et sans efforts. Mais ce faisant, cela signifie également que vous supportez AstroBin et que, peut-être, vos fichiers bruts contribueront à des découvertes scientifiques.
it: La <a href="%(rawdata_url)s">Piattaforma Dati Grezzi</a> è principalmente un modo per archiviare in maniera sicura i propri dati grezzi, e tenerli organizzati per bene e senza sforzo, ma esserne parte vuole anche dire che supporti AstroBin e magari contribuisci i tuoi dati alla ricerca scientifica.
pl: <a href="%(rawdata_url)s">Raw Data Platform</a> jest platformą zabezpieczającą Twoje surowe dane oraz utrzymującą je w uporządkowany sposób. Bycie częścią tej platformy oznacza, że będziesz wspierał AstroBin i być może udostępniał swoje surowe dane w celach naukowych.
ru: <a href="%(rawdata_url)s">Платформа Raw Data</a> это, в первую очередь способ безопасно восстановить ваши исходники RAW, аккуратно хранить и легко организовать их, но также это означает, что вы поддерживаете AstroBin и, возможно, способствуете научным открытиям.

source: Restricted content
es: Contenido restringido
fr: Accès réservé
it: Contenuto protetto
pl: Treść zastrzeżona
ru: Содержимое с ограниченным доступом

source: The page you tried to access is reserved for subscribers to the AstroBin <a href="%(rawdata_url)s">Raw Data Platform</a>.
es: La página a la que has intentado acceder está reservada a los suscriptores de la <a href="%(rawdata_url)s">Plataforma de Datos Raw</a> de AstroBin.
fr: La page à laquelle vous essayez d’accéder est réservée aux adhérents des <a href="%(rawdata_url)s">Comptes Raw AstroBin</a>.
it: La pagina a cui hai provato ad accedere è riservata agli iscritti alla <a href="%(rawdata_url)s">Piattaforma Dati Grezzi</a> di AstroBin.
pl: Strona na którą chcesz wejść jest zastrzeżona dla użytkoników AstroBin <a href="%(rawdata_url)s">Raw Data Platform</a>.
ru: Страница, на которую вы пытаетесь войти, доступна подписчикам <a href="%(rawdata_url)s">Платформы Raw Data</a> AstroBin.

source: Find out more!
es: ¡Informate!
fr: Trouver davantage !
it: Scopri di più!
pl: Dowiedz się więcej !
ru: Узнайте больше!

source: Your download is ready
es: Tu descarga está lista
fr: Votre téléchargement est prêt
it: Il tuo download è pronto
pl: Twoje pliki są gotowe do pobrania
ru: Ваша закачка завершена

source: We have prepared a ZIP file to bundle the raw data you have requested for download. Please be aware that this is a temporary file will be deleted from our servers within the next 48 hours, and this download is only for you. If you want to share data with others, don't give them this link, but use the <strong>Private shared folders</strong> or <strong>Public data pool</strong> pages.
es: Hemos preparado un archivo ZIP para agrupar los datos Raw que has pedido descargar. Por favor, ten en cuenta que este es un archivo temporal es sólo para ti y que será borrado de nuestros servidores después de 48 horas. Si quieres compartir datos con otros no les des este enlace, utiliza las <strong>Carpetas Privadas Compartidas</strong> o <strong>Carpetas Públicas</strong>.
fr: Un fichier ZIP regroupant les fichiers bruts que vous avez requis, est prêt pour téléchargement. Veuillez noter qu'il s'agit d'un fichier temporaire qui sera effacé de nos serveurs dans 48 heures, et que ce lien de téléchargement est strictement personnel. Si vous désirez partager des données avec d'autres personnes, ne leur donnez pas ce lien, mais utilisez les pages <strong>collaboration privée</strong> ou <strong>collaboration publique</strong>.
it: Abbiamo preparato un file ZIP per raggruppare i dati grezzi che hai richiesto. Tieni presente che questo file è temporaneo e sarà cancellato dai nostri server entro le prossime 48 ore, e che questo download è solo per te. Se vuoi condividare dati con altri, non dar loro questo link, ma usa le pagina di <strong>Cartelle condivise private</strong> or <strong>Gruppi di dati pubblici</strong>.
pl: Przygotowaliśmy archiwum ZIP zawierające surowe dane o które prosiłeś gotowe do pobrania. Miej na uwadze, że jest tymczasowy plik który będzie dostępny przez kolejne 48 godzin tylko dla Ciebie. Jeśli chcesz się nim podzielić z innymi nie udostępniaj im linku ale użyj <strong>prywatnego folderu współdzielonego </strong> lub <strong> zestwu danych publicznych</strong>.
ru: Мы подготовили ZIP-файл содержащий RAW-данные, которые вы запросили на скачивание. Пожалуйста, учтите, что эти временные файлы будут удалены с наших серверов через 48 часов, и доступные для скачивания только вам. Если вы хотите поделиться этими данными с другими, не давайте им ссылку на скачивание, используйте <strong>Личный каталог обмена</strong> или <strong>Общее хранилище данных</strong>.

source: File size
es: Tamaño de archivo
fr: Taille fichier
it: Dimensione file
pl: Rozmiar pliku
ru: Размер файла

source: Your download is processing
es: Tu descarga se está procesando
fr: Votre téléchargement est en cours
it: Il tuo download è in corso di preparazione
pl: Twoje pobieranie jest w trakcie
ru: Выполняется закачка

source: The file or files you have requested are being prepared for download. This should take only a second if you requested just a few files, or a minute for a lot of files. Try to refresh this page soon!
es: El archivo o archivos que has solicitado, están siendo preparados para su descarga. Esto debería ser cuestión de un segundo para unos pocos archivos, o un minuto para muchos. ¡Refresca esta página dentro de poco!
fr: Le ou les fichiers que vous avez requis sont en cours de préparation pour téléchargement. Cela ne devrait prendre qu'une seconde si vous avez demandé seulement quelques fichiers, ou quelques minutes si vous en avez demandé un grand nombre. Essayez de rafraîchir cette page dans quelques instants!
it: Il file o i file che hai richiesto sono in corso di preparazione. Dovrebbe volerci solo un secondo per pochi file, oppure un minuti per molti file. Ricarica questa pagina tra poco!
pl: Plik lub pliki które wybrałeś są przygotowywane do pobrania. To zajmie chwilkę dla kilku plików lub minutę dla większej ilości. Spróbuj odświeżyć tą stronę za chwilę!
ru: Файлы или файлы, которые вы запросили, подготавливаются к скачиванию. Это займёт всего секундочку, если ваш запрос содержит несколько файлов или минуточку, если файлов много. Попробуйте обновить эту страничку через некоторое времечко!

source: Download not ready
es: Descarga no preparada
fr: Téléchargement non prêt
it: Download non pronto
pl: Pliki do pobrania jeszcze nie są gotowe
ru: Ещё не готово к скачиванию

source: Please refresh this page in a few seconds.
es: Por favor, refresca esta página en unos pocos segundos.
fr: Veuillez actualiser cette page dans quelques secondes.
it: Ricarica questa pagina tra qualche secondo.
pl: Proszę odśwież tą stronę za kilka sekund
ru: Пожалуйста, обновите эту страницу через несколько секунд.

source: FREE!
fr: GRATUIT!
pl: WOLNY!

source: That's right, this plan is free.
fr: Vous avez bien lu, ce forfait est gratuit.
pl: Tak, ten plan jest wolny.

source: month
es: mes
fr: mois
it: mesi
pl: miesiąc
ru: месяц

source: That's only $ %(daily_price)s USD per day!
es: ¡Son sólo %(daily_price)s $ (dólares USA) al día!!
fr: Seulement %(daily_price)s $ (USD) par jour!
it: Sono soloe $ %(daily_price)s USD al giorno!
pl: To tylko $ %(daily_price)s dolarów za dzień!
ru: Это всего %(daily_price)s $ в день!

source: Free for %(free_days)s days.
es: Gratis durante %(free_days)s días.
fr: Gratuit pendant %(free_days)s jours.
it: Gratis per %(free_days)s giorni.
pl: Za darmo przez %(free_days)s dni.
ru: Бесплатно в течение %(free_days)s дней.

source: You can cancel at any time.
es: Puedes cancelarla cuando quieras.
fr: Vous pouvez annuler à tout moment.
it: Puoi annullare l'iscrizione quando vuoi.
pl: Możesz przerwać w dowolnym momencie
ru: Вы можете отменить в любой момент.

source: Subscription process cancelled
es: Proceso de suscripción cancelada
fr: Processus d'abonnement annulé
it: Processo di iscrizione annullato
pl: Subskrypcja przerwana
ru: Процесс подписки отменён

source: Your transaction with PayPal has been cancelled, so no change in your subscription has occurred.
es: Tu transacción mediante PayPal ha sido cancelada, por lo cual no ha habido ningún cambio en tu suscripción.
fr: Votre transaction PayPal a été annulée, aucun changement de votre abonnement n'a été effectué.
it: La transazione con PayPal è stata annullata, quindi non ci sono stati cambiamenti alla tua iscrizione.
pl: Twoja transakcja PayPal została anulowana, także Twoja subskrypcja pozostanie bez zmian.
ru: Ваша транзакция через PayPal была отменена, так что никаких изменений в подписке не произошло.
