Repository: HunterHarling/astrobin
Catalog: rawdata/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it, pl, ru

source: Name
es: Nombre
fr: Nom
it: Nome
pl: Imię
ru: Наименование

source: Type
es: Tipo
it: Tipo
pl: Typ
ru: Тип

source: Upload date
es: Fecha de subida
fr: Date de publication
it: Data di caricamento
pl: Data dodania
ru: Дата закачки

source: Acquisition date
es: Fecha de adquisición
fr: Date d'acquisition
it: Data di acquisizione
pl: Data zbierania materiału
ru: Дата съёмки

source: Camera
es: Cámara
fr: Caméra
it: Fotocamera
pl: Kamera/aparat
ru: Камера

source: Telescope or lens
es: Telescopio u objetivo
fr: Instrument ou objectif
it: Telescopio o lente
pl: Teleskop lub obiektyw
ru: Телескоп или объектив

source: Filter
es: Filtro
fr: Filtre
it: Filtro
pl: Filtr
ru: Фильтр

source: Subject
es: Objeto
fr: Objet
it: Soggetto
pl: Obiekt
ru: Объект

source: Temperature
es: Temperatura
fr: Température
it: Temperatura
pl: Temperatura
ru: Температура

source: Users
es: Usuarios
fr: Membres
it: Utenti
pl: Użytkownicy
ru: Пользователи

source: A list of users you want to invite. Use a comma to separate them.
es: Lista de usuarios a los que quieres invitar. Usa una coma para separarlos.
fr: Liste des membres que vous souhaitez inviter. Utilisez la virgule comme séparateur.
it: Una lista di utenti da invitare. Usa lo spazio per separarli.
pl: Lista użytkowników, których chcesz zaprosić. Użyj przecinka do oddzielania.
ru: Список пользователей, которых вы хотите пригласить. Имена пользователей разделяются запятыми.

source: Unknown
es: Desconocido
fr: Inconnu
it: Sconosciuto
pl: Nieznany
ru: Неизвестно

source: Light
fr: Lumière
pl: Światło
ru: Кадр изображения

source: A public name for this pool. Be descriptive, include the name of the celestial object and a target focal length in millimeters.
es: Nombre público para esta carpeta. Sé descriptivo, incluye el nombre del objeto y una longitud focal en milímetros.
fr: Un nom pour cette collaboration publique. Soyez descriptif, précisez le nom de l'objet céleste et la distance focale en millimètres.
it: Un nome pubblico per questo gruppo. Sii descrittivo, includi il nome dell'oggetto celeste ed una lunghezza focale di riferimento, in millimetri.
pl: Publiczna nazwa dla tego zestawu danych. Bądź szczegółowy, włączając nazwy obiektów oraz ogniskową w milimetrach.
ru: Общедоступное название для данного хранилища. Рекомендуется сделать его описательным, включив название небесного объекта и фокусное расстояние в миллиметрах.

source: Description
es: Descripción
it: Descrizione
pl: Opis
ru: Описание

source: Describe the goals and terms of this pool.
es: Describe los objetivos y condiciones de esta carpeta.
fr: Définir les buts et conditions de cette collaboration.
it: Descrivi gli obiettivi e le condizioni d'uso di questo gruppo.
pl: Opisz cel i warunki tego zestawu danych.
ru: Опишите цели и правила данного хранилища.

source: A name for this folder. Be descriptive, so that the folder can be quickly recognized by the name.
es: Nombre para esta carpeta. Sé descriptivo para que la carpeta pueda ser fácilmente reconocida por su nombre.
fr: Un nom pour cette collaboration privée. Soyez descriptif, afin que ce dossier soit rapidement identifié par son intitulé.
it: Un nome per questa cartella. Sii descrittivo, in modo che la cartella possa essere velocemente riconosciuta solo dal nome.
pl: Nazwa folderu. Użyj nazwy opisowej, żeby folder mógł być łatwo rozpoznany.
ru: Название для данной папки. Рекомендуется давать понятное название, чтобы папку быстро можно было узнать по имени.

source: Describe the goals of this folder.
es: Describe los objetivos de esta carpeta.
fr: Définir l'objectif de cette collaboration.
it: Descrivi gli obiettivi di questa cartella.
pl: Opisz cel tego folderu.
ru: Опишите назначение этой папки.

source: You don't have any free space on AstroBin Rawdata. Consider upgrading your account.
es: No te queda espacio libre en AstroBin Rawdata. Considera actualizar tu cuenta.
fr: Vous n'avez pas assez d'espace libre sur votre Compte Raw AstroBin. Peut-être devriez vous modifier votre abonnement?
it: Hai esaurito lo spazio su AstroBin Rawdata. Considera il passaggio ad un piano superiore.
pl: Nie masz wolnej przestrzeni w pakiecie RAW AstroBin. Rozważ ulepszenie swojego konta.
ru: У вас нет свободного места на AstroBin Raw data. Рассмотрите вариант апгрейда вашего аккаунта.

source: You cannot downgrade to this plan because your files would not fit in the allocated space. Please delete some files first.
es: No puedes reducir la capacidad de tu plan debido a que tus archivos no cabrán en el espacio asignado. Por favor, borra algunos archivos primero.
fr: Si vous choisissez ce forfait, tous vos fichiers ne pourront être stockés dans l'espace alloué. Pour utiliser malgré tout ce forfait, effacez d'abord une partie de vos fichiers.
it: Non puoi passare a questo piano perché i tuoi file non entrerebbero nello spazio a disposizione. Prima devi cancellare dei file.
pl: Nie możesz przejść do niższego planu ponieważ Twoje pliki przekraczają dostępną przestrzeń. Usuń pliki aby umożliwić operację.
ru: Вы не можете перейти на этот план, поскольку ваши файлы не уместятся в выделенном пространстве. Пожалуйста, предварительно удалите какие-нибудь файлы.

source: Select all
es: Seleccionar todos
fr: Tout sélectionner
it: Seleziona tutto
pl: Zaznacz wszystkie
ru: Выбрать все

source: Reset selection
es: Reinicia la selección
fr: Réinitialiser la sélection
it: Annulla selezione
pl: Usuń zaznaczenie
ru: Сбросить выделение

source: Download
es: Descargar
fr: Télécharger
it: Scarica
pl: Pobierz
ru: Скачать

source: Preprocess
es: Preprocesar
fr: Pré-traitement.
it: Preprocessa
pl: Wstępna obróbka
ru: Предварительная обработка

source: Share
es: Compartir
fr: Partager
it: Condividi
pl: Udostępnij
ru: Поделиться

source: Private shared folder
es: Carpeta privada compartida
fr: Collaboration privée
it: Cartella condivisa privata
pl: Prywatny współdzielony katalog
ru: Частная открытая папка

source: Public data pool
es: Carpeta pública
fr: Collaboration publique
it: Gruppo di dati pubblici
pl: Zbiór danych publicznych
ru: Общее хранилище данных

source: Delete
es: Borrar
fr: Effacer
it: Cancella
pl: Usuń
ru: Удалить

source: Smart folders
es: Carpetas inteligentes
fr: Tri intelligent
it: Cartelle intelligenti
pl: Sprytne foldery
ru: «Умные» каталоги

source: Files
es: Archivos
fr: Fichiers
it: File
pl: Pliki
ru: Файлы

source: Uploaded
es: Subido
fr: Envoyé
it: Caricato
pl: Wysłano
ru: Загружено

source: Screenshot tour
es: Ver capturas de pantalla
fr: Revue des captures d’écran
it: Tour di screenshot
pl: Narzędzie zrzutów ekranu
ru: Обзор скриншотов

source: AstroBin Raw Data
es: Datos Raw AstroBin
fr: Compte Raw AstroBin
it: AstroBin Dati Grezzi
pl: Surowe pliki AstroBin

source: To safely store and organize your raw files.
es: Para guardar y organizar tus archivos Raw.
fr: Pour archiver et organiser vos fichiers bruts en toute sécurité.
it: Per archiviare con sicurezza ed organizzare i tuoi file grezzi.
pl: Aby bezpiecznie gromadzić i organizować Twoje surowe dane
ru: Надежное хранение и управление ваших RAW-файлов.

source: What is AstroBin Raw Data?
es: ¿Qué es Datos Raw AstroBin?
fr: Qu'est-ce qu'un Compte Raw AstroBin?
it: Che cos'è AstroBin Dati Grezzi?
pl: Czym są surowe dane AstroBin?
ru: Что такое AstroBin Raw Data?

source: You already love AstroBin because of how it keeps your images organized. Thanks to it, you will never have to worry about losing your precious work, nor all the important meta-data associated with it.
es: Ya te gusta AstroBin por cómo mantiene tus imágenes organizadas. Gracias a ello nunca tendrás que preocuparte de perder tu precioso trabajo ni todos sus importantes datos asociados a él.
fr: Vous appréciez déjà AstroBin pour la façon dont il organise vos images. De plus, vous n'avez plus à vous soucier de la sauvegarde de votre précieux travail, ni des importantes métadonnées associées.
it: Già ami AstroBin per il modo in cui tiene le tue immagini organizzate. Grazie ad esso, non dovrai più preoccuparti di perdere il tuo prezioso lavoro, né gli importanti meta-dati associati ad esso.
pl: Doceniasz AstroBin ponieważ pozwala Ci utrzymać Twoje zdjęcia w doskonałym porządku. Dzięki temu nie musisz się nigdy martwić o utratę efektów Twojej ciężkiej pracy jak i materiałów źródłowych.
ru: Вы уже любите AstroBin за то, как он упорядочивает ваши снимки. Благодаря ему вам никогда не нужно будет беспокоиться об утрате ваших прелестных работ или какой-либо сопроводительной информации.

source: What if we told you now you can do the same with your raw files?
es: ¿Qué te parece si ahora pudieras hacer lo mismo con tus archivos Raw?
fr: Et que diriez-vous s'il pouvait en être de même avec vos fichiers bruts?
it: E se ti dicessimo che adesso puoi fare lo stesso con i tuoi file grezzi?
pl: Co jeśli powiemy Ci teraz, że możesz zrobić dokładnie to samo ze swoimi materiałami źródłowymi (FITS,RAW)
ru: А что если мы скажем вам, что теперь то же самое вы можете сделать со своими RAW данными?

source: Is your <em>astrophotography</em> folder full of thousands of poorly organized <strong>FIT</strong> or <strong>digital camera raw</strong> files? Is it always hard to go back and find the right calibration files in your dark library? Do you just wish that you could backup your raw files somewhere safe?
es: ¿Está tu carpeta de <em>astrofotografía</em> llena de miles de <strong>archivos FIT</strong> o <strong>archivos RAW de tu cámara digital </strong>mal organizados? ¿Es siempre difícil localizar los archivos de calibración correctos en tu biblioteca de darks? ¿O simplemente lo que te gustaría es tener una copia de seguridad de tus archivos crudos en un lugar seguro?
fr: Est-ce que votre répertoire d'<em>astrophotographie</em> est rempli de milliers de fichiers <strong>FIT</strong> et <strong>RAW</strong>, classés de manière approximative? Est-il toujours compliqué pour vous de retrouver le fichier dark désiré? Vous voudriez simplement pouvoir sauvegarder vos fichiers bruts dans un endroit sécurisé ?
it: La tua cartella <em>astrofotografia</em> è piena di migliaia di file <strong>FIT</strong> o <strong>raw di reflex</strong> malamente organizzati? È sempre difficile trovare i file di calibrazione giusta nella tua libreria? Ti piacerebbe avere un backup sicuro dei tuoi file grezzi?
pl: Czy Twój katalog z <em>astrofotografią</em> jest pełen tysięcy słabo zorganizowanych plików <strong>RAW </strong>i <strong>FIT</strong> ? Czy zawsze ciężko jest Ci znaleźć odpowiednie klatki kalibracyjne? A może po prostu chciałbyś przechowywać swoje pliki w bezpiecznym miejscu?
ru: Ваш каталог с <em>астрофотографиями</em> наполнен тысячами слабо организованных <strong>FIT</strong> или <strong>RAW-файлов цифровых камер</strong>? Так тяжело вернуться и найти необходимый калибровочный файл в вашей библиотеке дарков? Может вы просто хотите иметь возможность создавать резервные копии ваших RAW-файлов в надежном месте?

source: <strong>AstroBin Raw Data</strong> is the answer! For a very modest price, you can store your whole <strong>raw data library</strong> online, where it will be securely accessible only by you.
es: ¡<strong>AstroBin Datos Raw</strong> es la respuesta! Por un reducido precio puedes almacenar entera y en línea tu <strong>biblioteca de datos Raw</strong>, donde estará segura y accesible sólo para ti.
fr: Le <strong>Compte Raw AstroBin</strong> est la solution! Pour un très faible coût, vous pouvez stocker l'ensemble de votre <strong>bibliothèque de fichiers bruts</strong> en ligne, vous seul en ayant l'accès, et ce, en toute sécurité.
it: <strong>AstroBin Dati Grezzi</strong> è la risposta! Per un prezzo molto conveniente, puoi archiviare la tua interà <strong>libreria di dati grezzi</strong> online, dove sarà accessibile in maniera sicura soltanto da te.
pl: <strong>AstroBin Raw Data</strong> jest rozwiązaniem! Za bardzo rozsądną cenę, może przechowywać całą swoją <strong>bibliotekę surowych danych </strong>onlinie, w miejscu gdzie będą bezpieczne i dostępne tylko dla Ciebie.
ru: <strong>AstroBin Raw Data</strong> ваше решение! За скромную цены, вы можете приобрести целую <strong>библиотеку raw-данных</strong> онлайн, где всё будет в безопасности и доступно только вам.

source: AstroBin will <em>automatically</em> organize your files by reading the <strong>FIT</strong> headers or <strong>EXIF</strong> information!
es: AstroBin organizará <em>automáticamente</em> tus ficheros leyendo la cabeceras de información <strong>FIT</strong> o <strong>EXIF</strong>.
fr: AstroBin classera <em>automatiquement</em> vos fichiers en décryptant les en-têtes <strong>FIT</strong> ou les métadonnées <strong>EXIF</strong>!
it: AstroBin organizzera <em>automaticamente</em> i tuoi file, leggendo gli header <strong>FIT</strong> o <strong>EXIF</strong>!
pl: AstroBin <em>automatycznie</em> posegreguje Twoje pliki <strong>FIT</strong> używając nagłówków lub danych <strong>EXIF</strong>!
ru: AstroBin будет <em>автоматически</em> упорядочивать ваши файлы, считывая <strong>FIT</strong>-заголовки или поля <strong>EXIF</strong>!

source: Sign up now!
es: ¡Registrate ahora!
fr: Abonnez-vous dès maintenant!
it: Iscriviti subito!
pl: Zarejestruj się teraz!
ru: Присоединитесь сейчас!

source: Next page
es: Siguiente página
fr: Page suivante
it: Prossima pagina
pl: Następna strona
ru: Следующая страница

source: How does it work?
es: ¿Cómo funciona?
fr: Comment ça marche?
it: Come funziona?
pl: Jak to działa?
ru: Как это работает?

source: You can have up to <strong>500 GB</strong> to store your <strong>FIT</strong> and <strong>digital camera raw</strong> files.
es: Tienes hasta 500 Gb para almacenar tus archivos <strong>FIT</strong> y <strong>RAW</strong>.
fr: Disposez jusqu'à <strong>500 Go</strong> d'espace de stockage pour vos fichiers <strong>FIT<strong> et <strong>RAW</strong>.
it: Puoi avere fino a <strong>500 GB</strong> per archiviare i tuoi file <strong>FIT</strong> e <strong>raw di reflex</strong>.
pl: Możesz mieć do <strong>500 GB</strong> żeby przechowywać pliki <strong>FIT</strong> i <strong>RAW</strong>.
ru: Вы можете получить до <strong>500 ГБ</strong> для хранения ваших <strong>FIT</strong> и <strong>RAW-файлов</strong> с цифровых камер.

source: You can upload all of them in a matter of a few clicks, and AstroBin will start organizing your data in "virtual folders".
es: Puedes subirlos todos con unos pocos clics, y Astrobin comenzará a organizar tus datos en "carpetas virtuales".
fr: Publiez-les en quelques clics, et AstroBin se chargerera d'organiser vos données en "dossiers virtuels".
it: Puoi caricarli tutti con pochi click, ed AstroBin inizierà ad organizzare i tuoi dati in "cartelle virtuali".
pl: Możesz wgrać wszystkie dane przez kilka kliknięć i AstroBin zorganizuje te dane w "wirtualnych folderach".
ru: Вы можете закачать их все за несколько щелчков, и AstroBin упорядочит ваши данные по «виртуальным каталогам».

source: Forget about having to take care of complicated folder structures in your computer! CCD and DSLR raw files have comprehensive headers: why shouldn't you use those to automatically and efficiently tag your raw files?
es: Olvídate de tener que procupate con complicadas estructuras de subdirectorios en tu ordenador. Los archivos crudos de CCD o cámara digital tienen cabeceras descriptivas: ¿Por qué no las usas para etiquetar tus archivos Raw de forma automática y eficiente?
fr: Oubliez la gestion complexe des dossiers sur votre PC! Les fichiers bruts des CCD et des APN ont des en-têtes explicites ("headers"): pourquoi ne pas les exploiter pour identifier automatiquement et efficacement vos données brutes?
it: Dimentica pure i tempi i cui dovevi organizzare i tuoi file in gerarchie di cartelle complicatissime! I file grezzi di CCD e reflex hanno degli header ricchi di informazioni: perché non dovresto poter usarli per taggare automaticamente ed efficientemente i tuoi file?
pl: Zapomnij o skomplikowanych strukturach folderów. Pliki CCD i DSLR RAW mają odpowiednie nagłówki: czemu nie użyć ich do automatycznego i efektywnego ich oznaczenia?
ru: Забудьте о заботах, связанных со сложной структурой папок на вашем компьютере! RAW-ы от ПЗС и DSLR-камер обладают сложным заголовком: почему бы не позволить системе автоматически и эффективно сортировать ваши RAW-файлы?

source: By type
es: Por tipo
fr: Par type
it: Per tipo
pl: według typu
ru: По типу

source: By acquisition date
es: Por fecha de adquisición
fr: Par date d'acquisition
it: Per data di acquisizione
pl: Według daty wykonania
ru: По дате получения

source: By upload date
es: Por fecha de subida
fr: Par date de dépôt
it: Per data di caricamento
pl: Według daty wczytania
ru: По дате загрузки

source: By subject
es: Por objeto
fr: Par objet
it: Per soggetto
pl: Według tematu
ru: По теме

source: By filter
es: Por filtro
fr: Par filtre
it: Per filtro
pl: Według filtra
ru: По фильтру

source: By acquisition telescope or lens
es: Por telescopio u objetivos
fr: Par instrument ou objectif
it: Per telescopio o lente di acquisizione
pl: Według teleskopu lub obiektywu
ru: По получению телескопа или объектива

source: By temperature
es: Por temperatura
fr: Par température
it: Per temperatura
pl: Według temperatury
ru: По температуре

source: Not only will your data be safely and securely preserved, but you will be able to download bundles of your files in a <strong>zip</strong> file.
es: No sólo tus datos serán guardados de forma segura, sino que serás capaz de descargar tus archivos por bloques en un archivo <strong>zip</strong> comprimido.
fr: Non seulement vos données seront conservées en toute sécurité, mais vous pourrez télécharger un ou plusieurs de vos fichiers dans un dossier <strong>compressé</strong>.
it: Non solo i tuoi dati saranno preservati in maniera sicura e protetta, ma potrai scaricare raggruppamenti di file in un archivio <strong>zip</strong>.
pl: Będziesz mógł również pobrać porcje plików w postaci plików <strong>zip</strong>
ru: Не только позволит храниться надёжно и безопасно хранить данные, но и даст возможность скачивать группы <strong>архивов</strong> с файлами.

source: This way, it will be easy, later on, to download again your dark frames taken at -15&deg;C in October two years ago!
es: De esta forma será fácil, más adelante, descargar otra vez tus tomas dark obtenidas a -15&deg;C en Octubre de hace dos años.
fr: Ainsi, il sera facile de retrouver et télécharger vos darks pris à -15&deg;C en octobre, il y a deux ans!
it: In questo modo, sarà facile, in seguito, scaricare di nuovi quei dark fatti a -15&deg;C un Ottobre due anni fa!
pl: Dzięki temu nie będziesz miał problemu, żeby pobrać klatkę DARK wykonaną dwa lata temu w październiku przy -15&deg;C !
ru: Вполне возможно, позднее, будет гораздо проще снова скачать все темновые кадры, полученные при -15°С в октябре, два года назад!

source: if the information is present in the file's headers
es: si la información se encuentra en las cabeceras de los archivos
fr: si l'information est présente dans les en-têtes des fichiers
it: se l'informazione è presente negli header del file
pl: jeżeli informacja jest dostępna w nagłówku pliku
ru: если присутствует информация в заголовке файла

source: Previous page
es: Página anterior
fr: Page précédente
it: Pagina precedente
pl: Poprzednia strona
ru: Предыдущая страница

source: Sharing is loving.
es: Compartir es amistoso.
fr: Partager c'est aimer.
it: Condividere vuol dire voler bene
pl: Udostępnianie jest ważne
ru: Делиться приятно!

source: Optionally, you can share your raw data with a friend, or why not, your entire astronomy club! This will make it really easy to collaborate on that massive <strong>100 integration hours</strong> project you've been meaning to complete.
es: Opcionalmente puedes compartir tus datos Raw con un amigo, o porqué no, con toda tu agrupación astronómica. Esto hará que realmente sea muy fácil colaborar en ese gran proyecto de <strong>100 horas de integración</strong> que te gustaría completar.
fr: Vous pouvez également partager vos fichiers bruts avec un ami, ou pourquoi pas, avec l'ensemble de votre club d'astronomie! Il sera ainsi facile de collaborer à ce gros projet <strong>d'intégration de 100h</strong> que vous vouliez entreprendre.
it: Opzionalmente, puoi condividere i tuoi dati grezzi con un amico, o perché no, tutto il tuo circolo di astronomia! Così sarà facile collaborare a quel progett ambizioso da <strong>100 ore di integrazione</strong> a cui stai pensando da un po'.
pl: Opcjonalnie, możesz udostępnić swoje surowe dane znajomym a nawet wybranej społeczności astronomicznej. Dzięki temu będzie łatwo zgromadzić wspólne dane nawet do dużych wielogodzinnych <strong>(nawet ponad 100 godzin)</strong> projektów astrofotograficznych.
ru: Опционально, вы можете делиться вашими данными в RAW с другом, или почему бы и нет, с целым астроклубом! Это можно будет легко осуществить как только вы достигнете <strong>100 часов посещения</strong> проекта.

source: Peace of mind.
es: Conciencia en paz.
fr: Esprit tranquille.
it: Tranquillità.
pl: Spokój umysłu.
ru: Душевный покой.

source: Ever had a hard-drive crash on you, and lost a lot of data? By keeping your raw files on <strong>AstroBin Raw Data</strong> you will be safe from disaster and accidents! At AstroBin, we take data preservation very seriously.
es: ¿Nunca se te ha roto el disco duro y has perdido un montón de datos? ¡Si tienes tus archivos crudos en <strong>Datos Raw AstroBin</strong> estarás a salvo de desastres o accidentes! En AstroBin nos tomamos la protección de tus datos muy en serio.
fr: Avez-vous déjà vécu un crash de disque dur, entraînant la perte irrémédiable de données? En sauvegardant vos fichiers bruts sur un <strong>Compte Raw AstroBin</strong>, vous échapperez aux désastres et accidents en tous genres! Sur AstroBin, la conservation des données est une question primordiale.
it: Ti è mai saltato un disco rigido sotto il naso, ed hai perso un mucchio di dati? Archiviando i tuoi dati grezzi su <strong>AstroBin Dati Grezzi</strong> sarai al sicura da disastri ed incidenti! Ad AstroBin, siamo molto seri riguardo il preservamento dei dati.
pl: Czy zdarzyło Ci się utracić dane z dysków twardych? Dzięki przechowywaniu swoich materiałów w <strong>AstroBin Raw Data</strong> będą one bezpieczne i wolne od takich zagrożeń. W AstroBin traktujemy bezpieczeństwo danych bardzo poważnie!
ru: Вас пугает потеря жёсткого диска и большей части информации на нём? Если вы будете хранить ваши RAW-файлы в <strong>AstroBin Raw Data</strong> вы будете спокойны от разного рода потрясений и неприятностей с ними! На Astrоbin мы к сохранению данных относимся самым серьёзным образом.

source: Do some science.
es: Hacer algo de ciencia.
fr: Faites de la science.
it: Fai un po' di scienza.
pl: Dotknijmy trochę nauki.
ru: Твори науку.
