Repository: HunterHarling/astrobin
Catalog: rawdata/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it, pl, ru

source: Although your raw files are strictly private, unless you explicitly share them, professional and amateur astronomers may still search if a raw file of a particular area in the sky, acquired at a particular time, exists. You may happen to have the key to important scientific advancements in the fields of novae, supernovae, asteroids, comets, variable stars and more!
es: Aunque tus archivos Raw son estrictamente privados puedes compartirlos explícitamente, astrónomos aficionados y profesionales pueden así buscar si existe un archivo Raw de un área particular del cielo adquirida en una fecha en particular. ¡Puede suceder que tengas la clave para un importante avance en campos como las novas, supernovas, asteroides, cometas, estrellas variables, y más!
fr: Bien que vos fichiers soient strictement privés, à moins que vous ne les partagiez explicitement, les astronomes amateurs et professionnels peuvent éventuellement rechercher si un fichier brut, acquis à une date particulière, dans une zone précise du ciel, existe. Vos données pourraient bien être la clé d'avancées scientifiques significatives dans l'étude des novae, supernovae, astéroïdes, comètes, étoiles variables et bien d'autres!
it: I tuoi file sono strettamente privati, a meno che tu non li condivida esplicitamente, ma astronomi professionisto o amatori possono comunque cercare se un certo file grezzo esiste, ad esempio di un certo punto del cielo ad un certo orario e data. Magari trai i tuoi file c'è la chiave per una scoperta scientifica nel campo di nove, supernove, asteroidi, comete, stelle variabili e ancora altro!
pl: Chociaż Twoje pliki są prywatne, jeżeli zdecydujesz się je udostępnić, inni astromiłosnicy i astronomowie będą mogli je przeszukiwać i pobierać. Może się zdarzyć, że dzięki temu będziesz miał wkład w odkrycie nowych, supernowych, komet, gwiazd zmiennych, itd...
ru: Хотя ваши RAW-файлы это сугубо личное, до тех пор пока вы ими не поделитесь, профессионалы и любители астрономии могут продолжать искать RAW-файлы по определённым участкам неба, времени. Вам может повезти и в ваших руках может оказаться ключ к важным научным достижениям в области поиска новых, сверхновых, астероидов, комет, переменных звёзд и прочего!

source: Your raw data library
es: Tu biblioteca de datos Raw
fr: Votre bibliothèque de fichiers bruts
it: La tua libreria di dati grezzi
pl: Twoja biblioteka surowych danych
ru: Ваша библиотека RAW данных

source: You have used %(used)s of your %(limit)s.
es: Has usado %(used)s de tus %(limit)s.
fr: Vous avez utilisé %(used)s de vos %(limit)s.
it: Hai usato %(used)s dei tuoi %(limit)s.
pl: Zużyłeś %(used)s ze swojego limitu %(limit)s
ru: Вы используете %(used)s из %(limit)s.

source: Manage plans
es: Administrar planes
fr: Gérer les forfaits
it: Gestisci offerte
pl: Zarządzaj planami
ru: Управление планами

source: Upload
es: Subir
fr: Déposer
it: Carica
pl: Wyślij
ru: Закачать

source: Error!
fr: Erreur!
it: Errore!
pl: Błąd!
ru: Ошибка!

source: You have no more space left on your Raw Data account. Please delete some files to make room, or upgrade your account.
es: No te queda más espacio en tu cuenta de Datos Raw. Por favor, borra algunos archivos para hacer sitio, o amplía tu cuenta.
fr: Il n'y a plus d'espace disponible sur votre Compte Raw AstroBin. Veuillez supprimer un ou plusieurs fichiers afin de libérer de l'espace, ou bien modifiez votre abonnement.
it: Hai esaurito lo spazio a disposizione nel tuo account Dati Grezzi. Cancella dei file per fare spazio, oppure passa ad un account superiore.
pl: Nie zostało Ci więcej wolnego miejsca na koncie. Proszę usuń niektóre pliki lub rozszerz swoje konto.
ru: У вас больше не осталось места на вашем аккаунте RAW-данных. Пожалуйста, удалите некоторые файлы, чтобы освободить место или обновите ваш аккаунт.

source: Warning!
es: ¡Atención!
fr: Avertissement !
it: Attenzione!
pl: Uwaga!
ru: Внимание!

source: AstroBin is still working to index %(number)s of your %(total)s raw files.
es: AstroBin está aun trabajando para indexar %(number)s de tus %(total)s archivos raw.
fr: Traitement d'AstroBin en cours pour indexer %(number)s de vos %(total)s fichiers bruts.
it: AstroBin sta ancora indicizzando %(number)s dei tuoi %(total)s file grezzi.
pl: AstroBin ciągle indeksuje %(number)s Twoich %(total)s plików RAW
ru: AstroBin всё ещё работает над индексацией %(number)s ваших %(total)s RAW файлов.

source: All files
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i file
pl: Wszystkie pliki
ru: Все файлы

source: There doesn't seem to be anything here.
es: No parece haber nada aquí.
fr: Il semble ne rien y avoir par ici.
it: Non sembra che ci sia niente qui.
pl: Wygląda na to, ze nic tu nie ma.
ru: Кажется здесь ничего нет.

source: Head over to the <a href="%(upload_url)s">upload page</a> to get started.
es: Diríjete a la <a href="%(upload_url)s">página de subida</a> para empezar.
fr: Rendez-vous sur <a href="%(upload_url)s"> la page d'envoi</a> pour publier vos fichiers.
it: Vai alla <a href="%(upload_url)s">pagina di caricamento</a> per iniziare.
pl: Przejdź do <a href="%(upload_url)s">upload page</a> żeby rozpocząć.
ru: Перейдите на <a href="%(upload_url)s">страницу загрузки</a> для того, чтобы начать.

source: Coming soon!
es: ¡Hasta pronto!
fr: Bientôt disponible !
it: In arrivo!
pl: Wkrótce!
ru: Скоро будет!

source: <strong>AstroBin Raw Data</strong> will soon allow you to automatically preprocess your data with a single click!
es: ¡<strong>Datos Raw AstroBin</strong> te permitirá pronto preprocesar automáticamente tus datos con un simple clic!
fr: Le <strong>Compte Raw AstroBin</strong> permettra bientôt de pré-traiter automatiquement vos fichiers, et ce, en un seul click!
it: <strong>AstroBin Dati Grezzi</strong> ti permetterà presto di preprocessare automaticamente i tuoi dati con un solo click!
pl: <strong>AstroBin Raw Data</strong> wkrótce pozwoli Ci na automatyczny wstępne procesowanie materiałów przez jedno kliknięcie!
ru: <strong>AstroBin Raw Data</strong> скоро будет позволять автоматически предварительно обрабатывать ваши данные за один щелчок!

source: We are working on algorithms that will automatically scan your library for calibration files, and identify the best matches for dark, offset and flat files. AstroBin will automatically create master frames, calibrate your selected images, align them, stack them and offer you the stacked file for download, ready to be postprocessed in your favorite image processing program.
es: Estamos trabajando en algoritmos que rastrearán automáticamente los archivos de calibración de tu biblioteca e identificarán los mejores conjuntos de archivos dark, offset y flat. AstroBin creará automáticamente las tomas maestras, calibrará las imágenes seleccionadas, las alineará, las apilará, y te ofrecerá el archivo apilado para descargarlo, listo para trabajarlo con tu programa favorito de procesado.
fr: Nous travaillons sur des algorithmes qui analyseront votre bibliothèque à la recherche de vos fichiers de calibration et détermineront les meilleures correspondances pour les fichiers darks, offsets et flats. AstroBin créera automatiquement des masters, calibrera vos images sélectionnées, les alignera, les empilera et vous délivrera le fichier d'empilement à télécharger, prêt à être post-traité dans votre logiciel de traitement d'images favori.
it: Stiamo lavorando al algoritmi che scansioneranno la tua libreria automaticamente, alla ricerca di file di calibrazione, ed identificheranno i file miglio per dark, offset/bias e flat. AstroBin creerà dei master automaticamente, e calibrerà le immagini da te selezionate, le allineerà e sommerà, e ti offrirà il prodotto finale da scaricare, pronto per essere elaborato nel tuo programma di elaborazione preferito.
pl: Pracujemy nad algorytmem który automatycznie przeskanuje zbiór obrazów i wybierze właściwe klatki kalibracyjne (darki, biasy i flaty). AstroBin automatycznie stworzy klatki typu master, skalibruje wybrane zdjęcia, wyrówna je, zestackuje i przygotuje gotowy stack do pobrania w celu dalszej obróbki w wybranym programie graficznym.
ru: Мы работаем над алгоритмами, которые автоматически просканируют вашу библиотеку для калибровочных файлов, а также определит лучшие совпадения темновых, офсетных и кадров плоского поля. AstroBin автоматически создаст мастер-кадры, откалибрует ваши выбранные изображения, выровняет их, сложит их и предложит сложенные файл для скачивания, готовый для пост-обработки в вашем любимом программном обеспечении.

source: We will let you know when this feature is available!
es: ¡Te avisaremos cuando esta prestación esté disponible!
fr: Nous vous informerons dès que cette fonctionnalité sera disponible !
it: Ti faremo sapere quando questa funzionalità sarà disponibile!
pl: Damy Ci znać kiedy ta funkcjonalność będzie dostępna!
ru: Мы дадим вам знать, когда эта особенность будет доступна!

source: Plans
es: Planes
fr: Forfaits
it: Offerte
pl: Plany
ru: Планы

source: Success!
es: ¡Conseguido!
fr: Succès !
it: Successo!
pl: Sukces!
ru: Успешно!

source: The users you selected have been invited. They will receive a notification.
es: Los usuarios que has seleccionado han sido invitados. Recibirán una notificación.
fr: Les utilisateurs sélectionnés ont été invités et vont recevoir une notification.
it: Gli utenti da te selezionati sono stati invitati. Riceveranno una notifica.
pl: Użytkownicy których wybrałeś zostali zaproszeni. Dostaną odpowiednie powiadomienia.
ru: Пользователи, которых вы выбрали были приглашены. Они получат уведомления.

source: Actions
es: Acciones
it: Azioni
pl: Działania
ru: Действия

source: Invite
es: Invitar
fr: Inviter
it: Invita
pl: Zaproś
ru: Пригласить

source: Edit
es: Editar
fr: Éditer
it: Modifica
pl: Edycja
ru: Правка

source: A private shared folder created by <a href="%(user_url)s">%(user)s</a>, with %(size)s in %(image_count)s images.
es: Un carpeta privada compartida creada por <a href="%(user_url)s">%(user)s</a>, de %(size)s con %(image_count)s imágenes.
fr: Une collaboration privée créée par <a href="%(user_url)s">%(user)s</a>, de %(size)s pour %(image_count)s images.
it: Una cartella condivisa privata creata da <a href="%(user_url)s">%(user)s</a>, con %(size)s in %(image_count)s immagini.
pl: Prywatny współdzielony folder został stworzony <a href="%(user_url)s">%(user)s</a> i zawiera %(size)s z %(image_count)s
ru: Приватный общий каталог создан <a href="%(user_url)s">%(user)s</a>, с %(size)s в %(image_count)s изображениях.

source: Processing submissions for this folder
es: Procesando entregas para esta carpeta
fr: Exécution des requêtes pour ce dossier
it: Elaborazione presentate per questa cartella
pl: Przetwarzanie danych wysłanych do tego folderu
ru: Обработка материалов для этого каталога

source: User
es: Usuario
fr: Utilisateur
it: Utente
pl: Użytkownik
ru: Пользователь

source: Size
es: Tamaño
fr: Taille
it: Dimensione
pl: Rozmiar
ru: Размер

source: Remove from this folder
es: Eliminar de esta carpeta
fr: Retirer de ce dossier
it: Rimuovi da questa cartella
pl: Usuń z tego folderu
ru: Удалить из этого каталога

source: Shared with the following users
es: Compartida con los siguientes usuarios
fr: Partage avec les utilisateurs suivants
it: Condiviso con i seguenti utenti
pl: Współdzielone z następującymi użytkownikami
ru: Поделиться с подписанными пользователями

source: Size before zip compression
es: Tamaño anterior a la compresión
fr: Taille avant compression zip
it: Dimensione prima della compressione zip
pl: Rozmiar przed kompresją zip
ru: Размер перед ZIP-сжатием

source: Comments
es: Comentarios
fr: Commentaires
it: Commenti
pl: Komentarze
ru: Комментарии

source: You can use this space to discuss this public data pool and exchange information and tips with other contributors or people who want to process the data.
es: Puedes usar este espacio para discutir sobre esta carpeta pública e intercambiar información y trucos con otros contribuyentes o gente que quiera procesar los datos.
fr: Vous pouvez utiliser cet espace pour discuter de cette collaboration publique et échanger des informations et astuces avec d'autres contributeurs ou personnes désirant traiter ces données.
it: Puoi usare questo spazio per discutere questo gruppo di dati pubblici e scambiare informazioni e suggerimenti con altri contributori, o utenti che vogliono elaborare i dati.
pl: Możesz używać tej przestrzeni do dyskusji na temat danych w zbiorze publicznym i wymiany informacji z innymi użytkownikami lub osobami które chcą obrabiać te dane.
ru: Вы можете использовать это место для обсуждения общего хранилища данных и обмениваться информацией и советами с другими участниками или желающими обработать эти данные.

source: Delete folder
es: Borrar carpeta
fr: Supprimer le dossier
it: Cancella cartella
pl: Usuń katalog
ru: Удалить каталог

source: Are you sure you want to delete this shared folder?
es: ¿Estás seguro/a de que quieres eliminar esta carpeta compartida?
fr: Êtes-vous sûr de vouloir supprimer ce dossier partagé ?
it: Sei sicuro di voler cancellare questa cartella condivisa?
pl: Czy na pewno chcesz usunąć ten folder?
ru: Вы действительно хотите удалить этот каталог для обмена?

source: Don't worry, no files will be deleted from your raw data account, nor from the accounts of other people who may have contributed to this shared folder.
es: No te preocupes, ningún archivo será eliminado de tu cuenta de datos RAW ni de las cuentas de otras personas que hayan contribuído en esta carpeta compartida.
fr: Ne vous inquiétez pas, aucun fichier ne sera effacé de votre Compte Raw AstroBin, ni des comptes d'autres personnes ayant contribué à cette collaboration publique.
it: Non preoccuparti, nessun file sarà cancellato dal tuo account dati grezzi, né dagli account di altri utenti che hanno contribuito a questa cartella condivisa.
pl: Nie martw się, żadne pliki nie zostaną usunięte z Twojego konta z surowymi danymi ani z innych kont innych użytkowników którzy współdzielą ten folder.
ru: Не беспокойтесь, никакие файлы не удалятся ни из вашего аккаунта RAW-данных, ни из аккаунтов других участников, участвовавших в развитии этого каталога для обмена.

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
ru: Отмена

source: Edit folder
es: Editar carpeta
fr: Éditer le dossier
it: Modifica cartella
pl: Edytuj katalog
ru: Редактировать каталог

source: Save
es: Guardar
fr: Enregistrer
it: Salva
pl: Zapisz
ru: Сохранить

source: Invite users to this share private folders. Invitees will be able to add raw data and processed images, and invite more users.
es: Invitar usuarios a esta carpeta privada compartida. Los invitados podrán añadir datos Raw e imágenes procesadas, y invitar a más usuarios.
fr: Invitez d'autres membres à cette collaboration privée. Les invités pourront ajouter des fichiers bruts et des images traitées, ainsi qu'inviter d'autres utilisateurs.
it: Invita utenti a questa cartella condivisa privata. Gli invitati saranno in gradi di aggiungere dati grezzi ed immagini elaborate, ed invitare altri utenti.
pl: Zaproś użytkowników do tego współdzielonego katalogu. Zaproszeni będą mogli dodawać surowe dane i obrobione obrazy oraz zapraszać innych użytkowników.
ru: Пригласите пользователей в этот личный каталог обмена. Приглашения добавляют новых пользователей, что даёт шансы увеличить наполнение RAW-данными и рабочими версиями изображений.

source: Share on a private folder
es: Participa en una carpeta privada
fr: Partager dans une collaboration privée
it: Condividi su una cartella privata
pl: Udostępnij w prywatnym folderze
ru: Открыть личный каталог

source: Share your raw data with a selected group of people
es: Compartir tus datos Raw con un grupo de gente seleccionada
fr: Partagez vos fichiers bruts avec un groupe de personnes sélectionnées
it: Condividi i tuoi dati grezzi con un gruppo di utenti selezionati
pl: Udostępnij swoje surowe dane wybranej grupie osób
ru: Поделиться вашими RAW-данными с выбранной группой людей

source: A <strong>private shared folder</strong> is a place where you can collaborate with friends, memebers of your local astronomy club, or anyone else you select. Your raw data is only shared with the people you select, who need to be subscibers to <strong>AstroBin Raw Data</strong> as well, and nobody else.
es: Una <strong>carpeta privada compartida</strong> es un lugar donde puedes colaborar con amigos, miembros de tu agrupación astronómica, o con cualquiera que hayas seleccionado. Tus datos Raw sólo serán compartidos con las personas que hayas selecionado, quienes deberán ser también suscriptores de <strong>Datos Raw AstroBin</strong>, y nadie más.
fr: Une <strong>collaboration privée</strong> est un espace où vous pouvez collaborer avec des amis, des membres de votre club d'astronomie, etc. Vos fichiers bruts sont partagés seulement avec les personnes que vous avez sélectionnées, possédant elles aussi <strong>Compte Raw AstroBin</strong>, et personne d'autre.
it: Una <strong>cartella condivisa privata</strong> è un posto dove puoi collaborare con amici, membri del tuo circolo di astronomia, o chiunque altro tu voglia. I tuoi dati grezzi sono condivisi solo con gli utenti scelti da te, che devono essere iscritti ad <strong>AstroBin Dati Grezzi</strong> a loro volta, e nessun altro.
pl: <strong> Prywatny współdzielony folder </strong> jest miejscem gdzie możesz współpracować z przyjaciółmi, innymi użytkownikami lub kimkolwiek chcesz. Twoje dane są udostępniane tylko tym osobom które wybierzesz, które również muszą być zapisane do <strong>AstroBin Raw Data</strong> i nikomu innemu.
ru: В <strong>личных каталогах обмена</strong> вы можете объединять друзей, членов местного астроклуба, или ещё кого захотите. Ваши исходники в RAW могут быть доступными для определёных выбранных людей, которым необходимо быть подписанными на <strong>AstroBin Raw Data</strong> как правило, и больше никому.

source: When you select an existing private shared folder, or create a new one, the images listed here on the side will be added to it.
es: Cuando selecciones una carpeta privada compartida existente, o crees una nueva, las imágenes listadas aquí al lado se añadirán a la misma.
fr: Lorsque vous sélectionnez une collaboration privée existante, ou en créez une nouvelle, les images listées ci-contre y seront ajoutées.
it: Quando selezioni una cartella condivisa privata esistente, o ne crei una nuovo, le immagini elencate qui di lato saranno aggiunte ad essa.
pl: Kiedy wybierzesz istniejący prywatny współdzielony folder, lub stworzysz nowy, obrazy wymienione tutaj będą do niego dodane.
ru: Когда вы выбираете существующий личный каталог обмена, или создаёте новый, изображения на этой стороне добавятся туда.

source: Use this form to select an existing <strong>private shared folder</strong>.
es: Utiliza este formulario para seleccionar una <strong>carpeta privada compartida</strong> existente.
fr: Utilisez ce formulaire pour sélectionner une <strong>collaboration privée</strong> existante.
it: Usa questo modulo per selezionare una <strong>cartella condivisa privata</strong> esistente.
pl: Użyj tej formatki do wybrania istniejącego <strong>współdzielonego folderu prywatnego</strong>
ru: В этой форме выбирайте существующий <strong> личный каталог обмена</strong>.

source: Send
es: Enviar
fr: Envoyer
it: Invia
pl: Wyślij
ru: Отправить

source: Loading...
es: Cargando...
fr: Chargement...
it: Caricamento...
pl: Wczytywanie...
ru: Загрузка…

source: Or use this button to create a whole new <strong>private shared folder</strong>.
es: O utiliza este botón para crear una nueva <strong>carpeta privada compartida</strong>.
fr: Ou utiliser ce bouton pour créer une toute nouvelle <strong>collaboration privée</strong>.
it: Oppure usa questo pulsante per creare una <strong>cartella condivisa privata</strong> completamente nuova.
pl: Lub użyj tego przycisku aby stworzyć nowy <strong>prywatny współdzielony katalog</strong>
ru: Или нажмите эту кнопку для создания нового <strong>личного каталога обмена</strong>.

source: Create new private shared folder
es: Crear nueva carpeta privada compartida
fr: Créer une nouvelle collaboration privée
it: Crea una nuova cartella condivisa privata
pl: Stwórz nowy prywatny współdzielony katalog
ru: Создать новый личный каталог обмена

source: Create
es: Crear
fr: Créer
it: Crea
pl: Utwórz
ru: Создать

source: Private shared folders
es: Carpetas privadas compartidas
fr: Collaborations privées
it: Cartelle condivise private
pl: Prywatne współdzielone katalogi
ru: Личные каталоги обмена

source: Collections of raw files shared with selected users.
es: Colecciones de archivos Raw compartidos con los usuarios seleccioandos.
fr: Albums de fichiers bruts partagés avec des utilisateurs sélectionnés.
it: Insieme di file raw condivisi con utenti selezionati.
pl: Zbiór surowych danych udostępnionych innym użytkownikom
ru: Коллекция RAW-файлов открытых для выбранных пользователей.

source: A <strong>private shared folder</strong> is a way for subscribers to the <a href="%(rawdata_url)s">AstoBin Raw Data Platform</a> to share raw data, like FIT and digital camera raw files, with other users, to collaborate on processing, get or provide technical help.
es: Una <strong>carpeta privada compartida</strong> es un medio para que los suscriptores de <a href="%(rawdata_url)s">Datos Raw AstroBin</a> puedan compartir datos crudos, como archivos FIT o archivos RAW de cámara digital, con otros usuarios para colaborar en el procesado o dar o recibir ayuda técnica.
fr: Une <strong>collaboration privée</strong> est un moyen pour les abonnés aux <a href="%(rawdata_url)s">Comptes Raw Astrobin</a> de partager des fichiers bruts (FIT et RAW) avec d'autres utilisateurs, de collaborer au traitement, de recevoir ou fournir une aide technique.
it: Una <strong>cartella condivisa privata</strong> è un modo, per gli iscritti alla <a href="%(rawdata_url)s">Piattaforma AstroBin Dati Grezzi</a>, di condividere dati grezzi, come file FIT e raw di reflex, con altri utenti, per collaborare all'elaborazione, dare o ricevere supporto tecnico.
pl: <strong>Prywatny współdzielony katalog</strong> jest rozwiązaniem dla użytkowników<a href="%(rawdata_url)s">AstoBin Raw Data Platform</a> aby dzielić się materiałem takim jak pliki FIT czy RAW z innymi użytkownikami, współpracować przy obróbce czy uzyskać pomoc techniczną.
ru: В <strong>личном каталоге обмена</strong> можно делиться исходниками RAW из <a href="%(rawdata_url)s">Платформы AstroBin Raw Data</a>, таких как FIT или RAW-файлы с цифровых камер, с другими участниками, для совместной постобработки, получать или предоставлять техническую помощь в этом.

source: The <a href="%(rawdata_url)s">Raw Data Platform</a> is primarily a way to securely back up your raw files, and keep them neatly and effortlessly organized, but being part of it also means that you support AstroBin and can perhaps contribute your raw files to scientific discoveries.
fr: Un <a href="%(rawdata_url)s">Compte Raw</a> est principalement un outil pour stocker en toute sécurité vos fichiers bruts, les organiser avec soin et facilité. Mais ce faisant, cela signifie également que vous supportez AstroBin et que, peut-être, vos fichiers bruts contribueront à des découvertes scientifiques.
pl: <a href="%(rawdata_url)s">Raw Data Platform</a>jest głównym sposobem na zabezpieczenie Twoich surowych danych, oraz na przechowywanie ich w uporządkowany sposób. Musisz jednak wiedzieć, że istnieje możliwość, że Twoje surowe dane będą wykorzystane w celach naukowych.
