Repository: HunterHarling/astrobin
Catalog: astrobin_apps_groups/locale/*/LC_MESSAGES/django.po
Languages: it, ru

source: Autosubmission deactivation strategy
it: Strategia di disattivazione aggiunta automatica
ru: Варианты отключения автодобавления изображений

source: Keep all images currently auto-submitted
it: Lascia tutte le immagini aggiunte automaticamente
ru: Оставить все автодобавленные изображения

source: Remove all images and start over
it: Rimuovi tutte le immagini e comincia daccapo
ru: Удалить все изображения и начать заново

source: When changing your group from autosubmission to non-autosubmission, you need to think of what to do with the images currently in the group.
it: Quando cambi un gruppo da aggiunta automatica ad aggiunta non automatica, devi pensare a cosa fare delle immagini correntemente nel gruppo.
ru: В случае отключения автодобавления в группе, вы должны решить что делать с изображениями в группе.

source: Invite users
it: Invita utenti
ru: Пригласить пользователей

source: Users will receive a notification and will be able to join the group
it: Gli utenti riceveranno una notifica e saranno in gradi di aggiungersi al gruppo
ru: Пользователи получат уведомления и смогут вступить в группу

source: Professional network
it: Rete professionale
ru: Профессиональная сеть

source: Club or association
it: Circolo o associazione
ru: Клуб или ассоциация

source: Internet community
it: Comunità su Internet
ru: Интернет сообщество

source: Friends or partners
it: Amici o collaboratori
ru: Друзья или партнеры

source: Geographical area
it: Area geografica
ru: Географическая территория

source: Ad-hoc collaboration
it: Collaborazione ad-hoc
ru: Целенаправленное сотрудничество

source: Specific to an imaging technique
it: Specifico di una tecnica di fotografia
ru: Особенная технология съемки

source: Specific to an astrophotography target
it: Specifico di un oggetto astronomico
ru: Особенный объект съемки

source: Specific to certain equipment
it: Specifico di una certa strumentazione
ru: Особенное оборудование

source: Other
it: Altro
ru: Прочее

source: Name
it: Nome
ru: Название

source: Description
it: Descrizione
ru: Описание

source: HTML tags are allowed.
it: I tag HTML sono permessi.
ru: Разрешены HTML теги.

source: Category
it: Categoria
ru: Категория

source: Public group
it: Gruppo pubblico
ru: Открытая группа

source: Public groups can be searched by anyone, and all their content is public.
it: I gruppi pubblici possono essere trovati da chiunque, e tutto il loro contenuto è pubblico.
ru: В открытых группах можно искать всем желающим, и их содержимое открыто.

source: Moderated group
it: Gruppo moderato
ru: Модерируемая группа

source: Moderated groups have a moderation queue for posted images and join requests.
it: I gruppi moderati hanno una coda di moderazione per le immagini postate e le richieste di essere aggiunti.
ru: В модерируемых группах сущесвует очередь, в которую попадают изображения и запросы на вступление для последующей модерации.

source: Automatic submission
it: Aggiunta automatica
ru: Автодобавление

source: Groups with automatic submissions always contain all public images from all members. Groups without automatic submission only contain images that are explicitly submitted to it.
it: I gruppi con aggiunta automatica contengono sempre tutte le immagini di tutti i membri. I gruppi senza aggiunta automatica contengono solo immagini che sono esplicitamente aggiunte ad essi.
ru: Группы с автодобавлением всегда содержат все изображения всех участноков. Группы без автодобавления содержат только те изображения, которые были добавлены вручную.

source: Your new group was created successfully
it: Il tuo nuovo gruppo è stato creato con successo
ru: Ваша новая группа успешно создана

source: Form saved
it: Modulo salvato
ru: Форма сохранена

source: Group deleted
it: Gruppo cancellato
ru: Группа удалена

source: You have joined the group
it: Sei stato aggiunto al gruppo
ru: Вы вступили в группу

source: You already were a member of this group
it: Eri già un membro di questo gruppo
ru: Вы уже были участником этой группы

source: This is a moderated group, and your join request will be reviewed by a moderator
it: Questo è un gruppo moderato, e la tua richiesta di essere aggiunto sarà esaminata da un moderatore
ru: Эта группа модерируемая, и ваш запрос на вступление будет рассмотрен модератором

source: You have left the group
it: Hai lasciato il gruppo
ru: Вы вышли из группы

source: Group updated with your selection of images.
it: Il gruppo è stato aggiornato con la tua selezione di immagini.
ru: Группа пополнена вашей подборкой изображений.

source: You cannot add images that are not yours!
it: Non puoi aggiungere immagini che non sono tue!
ru: Вы не можете добавить чужие изображения!

source: Your image was added to the group.
it: La tua immagine è stata aggiunta al gruppo.
ru: Ваше изображение добавлено в группу.

source: Last activity
it: Ultima attività
ru: Последние действия

source: Members
it: Membri
ru: Участники

source: Images
it: Immagini
ru: Изображения

source: Forum posts
it: Messaggi nel forum
ru: Сообщения на форуме

source: Owner
it: Proprietario
ru: Владелец

source: Moderator
it: Moderatore
ru: Модератор

source: Member
it: Membro
ru: Участник

source: Invited
it: Invitato
ru: Приглашенный

source: Join request pending approval
it: Richiesta di aggiunta in fase di attesa approvazione
ru: Запрос на вступление ожидает утверждения

source: Add/remove images
it: Aggiungi/rimuovi immagini
ru: Добавить/удалить изображения

source: Click on the images to include them in this group (and click again to exclude them). Then click on the Save button down below.
it: Clicca sulle immagini per includerle in questo gruppo (e clicca di nuovo per escluderle). Poi clicca sul bottone Salva in fondo.
ru: Нажмите на изображения, чтобы выбрать те, которые вы хотите добавить в группу (повторное нажатие отменяет выбор). Затем нажмите кнопку Сохранить ниже.

source: (no title)
it: (nessun titolo)
ru: (нет названия)

source: Save
it: Salva
ru: Сохранить

source: Cancel
it: Annulla
ru: Отмена

source: Delete group?
it: Cancellare il gruppo?
ru: Удалить группу?

source: Careful! Do you really want to delete this group? This operation cannot be undone!
it: Attento! Vuoi davvero cancellare questo gruppo? L'operazione non può essere annullata!
ru: Осторожно! Вы действительно хотите удалить эту группу? Эта операция необратима!

source: Delete group
it: Cancella il gruppo
ru: Удалить группу

source: Create new group
it: Crea un nuovo gruppo
ru: Создать новую группу

source: Back to list
it: Torna alla lista
ru: Назад к списку

source: Admin
it: Amministrazione
ru: Администратор

source: Edit group
it: Modifica gruppo
ru: Редактировать группу

source: Manage members
it: Gestisci membri
ru: Управление участниками

source: Actions
it: Azioni
ru: Действия

source: Join group
it: Aggiungiti al gruppo
ru: Вступить в группу

source: Leave group
it: Lascia il gruppo
ru: Покинуть группу

source: Moderate join requests
it: Modera le richieste di aggiunta
ru: Модерировать запросы на вступление

source: A group created on %(date_created)s, owned by <a href="%(owner_url)s">%(owner)s</a>, categorized as <strong>%(category)s</strong>.
it: Un gruppo creato il %(date_created)s, proprietà di <a href="%(owner_url)s">%(owner)s</a>, categorizzato come <strong>%(category)s</strong>.
ru: Группа, созданная %(date_created)s, управляемая <a href="%(owner_url)s">%(owner)s</a>, классифицируется как <strong>%(category)s</strong>.

source: This group is public
it: Questo gruppo è pubblico
ru: Эта группа открытая

source: This group is private
it: Questo gruppo è privato
ru: Это закрытая группа

source: This group is moderated
it: Questo gruppo è moderato
ru: Это модерируемая группа

source: This group is not moderated
it: Questo gruppo non è moderato
ru: Это немодерируемая группа

source: This group has automatic submission
it: Questo gruppo ha l'aggiunta automatica
ru: Это группа с автодобавлением

source: This group does not have automatic submission
it: Questo gruppo non ha l'aggiunta automatica
ru: Это группа без автодополнения

source: Invited users
it: Utenti invitati
ru: Пригласить пользователей

source: Join requests
it: Richieste di aggiunta
ru: Запросы на вступление

source: Group forum
it: Forum del gruppo
ru: Форум группы

source: <strong>%(post_count)s</strong> posts in <strong>%(topic_count)s</strong> topics
it: <strong>%(post_count)s</storng> messaggi in <strong>%(topic_count)s</storng> argomenti
ru: <strong>%(post_count)s</strong> сообщений в <strong>%(topic_count)s</strong> темах

source: View all
it: Vedi tutti
ru: Посмотреть все

source: New topic
it: Nuovo argomento
ru: Новая тема

source: Careful! Do you really want to delete this group? This operation cannot be undone and the group's forum and all its topics will be irreversibly deleted!
it: Attento! Vuoi davvero cancellare questo gruppo? Questa operazione non può essere annullata, ed il forum del gruppo e tutti i suoi messaggi saranno irreversibilmente cancellati!
ru: Осторожно! Вы действительно хотите удалить эту группу? Это необратимая операция, форум группы и все темы будут безвозвратно удалены!

source: Join group?
it: Vuoi aggiungerti al gruppo?
ru: Вступить в группу?

source: This is a public group: all content, including the members list, is available to non-members.
it: Questo gruppo è pubblico: tutto il suo contento, inclusa la lista dei membri, è disponibile ai non-membri.
ru: Это открытая группа: весь контент, включая список участников, доступен для всех.

source: This is a private group: only members have access to its contents.
it: Questo gruppo è privato: solo i membri hanno accesso al suo contenuto.
ru: Это закрытая группа: только участники имеют доступ к ее контенту.

source: This is a moderated group, join requests, images and forum posts might go through a moderation queue.
it: Questo gruppo è moderato, richieste di aggiunta, immagini e messaggi sul forum potrebbero passare per una coda di moderazione.
ru: Это модерируемая группа, запросы на вступление, изображения и сообщения на форуме должны проходить модерацию.

source: This is a non-moderated group.
it: Questo gruppo non è moderato.
ru: Это немодерируемая группа.

source: This is an automatic submission group: all of your images will instantly appear here without any need for action.
it: Questo gruppo ha l'aggiunta automatica: tutte le tue immagini appariranno qui istantaneamente senza alcuna azione da parte tua.
ru: Это группа с автодобавлением: все ваши изображения будут автоматически появляться здесь.

source: This is a non-automatic submission group: you will pick and choose which images you want to submit.
it: Questo gruppo non ha l'aggiunta automatica: dovrai selezionare tu quali immagini vuoi aggiungere.
ru: Это группа без автодобавления: вам нужно будет самостоятельно указать, какие изображения вы хотите добавить.

source: Leave group?
it: Vuoi lasciare il gruppo?
ru: Покинуть группу?

source: By leaving this group, your image submissions will no longer be visible to group members, while your forum posts will remain. Are you sure?
it: Lasciando questo gruppo, le immagini che avevi aggiunto non saranno più visibili ai membri del gruppo, ma i tuoi messaggi sul forum rimarranno. Sei sicuro?
ru: Покидая эту группу, вы удаляете из нее все свои изображения, при этом ваши сообщения останутся. Вы уверены?

source: Groups
it: Gruppo
ru: Группы

source: Sort
it: Ordina
ru: Упорядочить

source: Date created
it: Data di creazione
ru: Дата создания

source: Your private groups
it: I tuoi gruppi privati
ru: Ваши закрытые группы

source: You own, or are a member of, or were invited to, these private groups.
it: Sei proprietario, o membro, o invitato, ai seguenti gruppi.
ru: Вы владеете/участвуете/приглашены в эти закрытые группы.

# group
source: Create private group
it: Crea un gruppo privato
ru: Создать закрытую группу

source: Public groups
it: Gruppi pubblici
ru: Открытые группы

source: Open to the whole community.
it: Disponibili a tutta la comunità.
ru: Открыто для всего сообщества.

# group
source: Create public group
it: Crea un gruppo pubblico
ru: Создать открытую группу

source: No groups available.
it: Nessun gruppo disponibile.
ru: Нет доступных групп.

source: Back to group
it: Torna al gruppo
ru: Назад в группу

source: Revoke?
it: Revocare?
ru: Отозвать?

source: Revoke invitation
it: Revoca invito
ru: Отозвать приглашение

source: This group has no active invitations.
it: Questo gruppo non ha inviti attivi.
ru: В этой группе нет активных приглашений.

source: Moderators
it: Moderatori
ru: Модераторы

source: Remove moderator status
it: Rimuovi stato di moderatore
ru: Убрать статус модератора

source: This group has no moderators.
it: Questo gruppo non ha moderatori.
ru: В этой группе нет модераторов.

source: Make moderator
it: Rendi moderatore
ru: Добавить модератора

source: Remove member
it: Rimuovi membro
ru: Удалить участника

source: This group has no members.
it: Questo gruppo non ha membri.
ru: В этой группе нет участников.

source: Type in a search term
it: Digita i termini da cercare
ru: Введите слово для поиска

source: No results
it: Nessun risultato
ru: Результатов нет

source: Searching
it: Ricerca in corso
ru: Выполняется поиск

source: members list
it: elenco dei membri
ru: список участников

source: Full list of the group members
it: Elenco completo dei membri del gruppo
ru: Полный список участников группы

source: Images in group
it: Immagini nel gruppo
ru: Изображения в группе

source: Forum posts in group
it: Messaggi nel forum del gruppo
ru: Сообщения на форуме группы

source: Approve
it: Approva
ru: Подтвердить

source: Reject
it: Declina
ru: Отклонить

source: This group has no join requests.
it: Questo gruppo non ha richieste di aggiunta.
ru: В этой группе нет запросов на вступление.
