Repository: HunterHarling/astrobin
Catalog: astrobin_apps_premium/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Your migration data
fi: Tiedot siirrostasi

source: Total amount donated last year
fi: Viime vuoden aikana tehdyt lahjoitukset

source: First payment
fi: Ensimmäinen maksu

source: Price for Premium
fi: Premiumin hinta

source: Days covered
fi: Katetut päivät

source: Premium expiration
fi: Premiumin vanhenemispäivä

source: Your donations last year
fi: Lahjoituksesi viime vuonna

source: Amount
fi: Summa

source: Date
fi: Päivämäärä

source: Subscription
fi: Tilaus

source: Migrate donations
fi: Siirrä lahjoitukset

source: Error!
fi: Virhe!

source: Sorry, but it looks like you cannot migrate your donations to a Premium membership.
fi: Pahoittelut, mutta näyttää siltä että et voi muuntaa lahjoituksiasi Premium-jäsenyydeksi.

source: You already have a paid membership.
fi: Olet jo maksanut jäsenyydestä.

source: We could not find any donations from you last year.
fi: Emme löytäneet yhtään tekemääsi lahjoitusta viime vuoden ajalta.

source: Your donations last year were not enough to cover a Premium subscription for this year.
fi: Viime vuoden lahjoituksesi eivät riitä vuoden Premium-tilaukseen.

source: View the subscription plans
fi: Katso tilaussuunnitelmat

source: As you have made donations during the last year, you may choose to transfer the amount you donated towards an AstroBin Premium membership. The membership will have an expiration date proportionate to the amount you donated.
fi: Koska olet tehnyt lahjoituksia viime vuoden aikana, voit halutessasi lunastaa lahjoituksillasi AstroBin Premium -jäsenyyden. Jäsenyyden kesto riippuu tekemiesi lahjoitusten koosta.

source: If you are feeling particularly cool and generous, you may choose to consider your past donations as a contribution to support past efforts, and pay again for a Premium plan. Up to you!
fi: Jos olet anteliaalla tuulella, voit tekemiesi lahjoitusten lisäksi maksaa Premium-jäsenyydestä erikseen. Tämä on ihan sinusta kiinni!

source: No, I want to pay for Premium
fi: Ei, haluan maksaa Premiumista

source: Success
fi: Onnistui

source: Your migration was successful.
fi: Siirto onnistui.

source: Thanks for supporting AstroBin!
fi: Kiitos Astrobinin tukemisesta!
