Repository: HunterHarling/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: ar, ro, sq, tr

source: Flat darks
ar: الإطارات المظلمة للإطارات المستوية
ro: întunecate - plate
sq: Flat dark-et
tr: Flat dark'lar

source: The number of dark flat frames.
ar: عدد الإطارات المظلمة للإطارات المستوية.
ro: Numărul de cadre întunecate plate.
sq: Numri i fotove dark flat.
tr: Dark flat karelerin sayısı.

source: Bias
ar: إطارات خطأ النقل Bias

source: The number of bias/offset frames.
ar: عدد إطارات خطأ النقل Bias.
ro: Numărul de cadre înclinate/compensate.
sq: Numeri i fotove bias/offset.
tr: Bias/offset karelerin sayısı

source: Bortle Dark-Sky Scale
ar: مقياس بورتل للسماء المظلمة
ro: Scara Bortle Cer-Intunecat
sq: Erresira Bortle-Renditja qiellit
tr: Bortle Karanlık-Gökyüzü Ölçeği

source: Quality of the sky according to <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">the Bortle Scale</a>.
ar: جودة الرؤية في السماء حسب <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">مقياس بورتل</a>.
ro: Calitatea cerului in conformitate cu <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">Scara Bortle</a>.
sq: Cilesia e qiellit sipas <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">vlersimit Bortle</a>.
tr: <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">Bortle Ölçeğine</a> göre gökyüzü kalitesi.

source: Mean mag/arcsec^2
ar: متوسط القدر الظاهري/قوس ثانية مربع
ro: Adică mag/arcsec^2
sq: Mesatarja mag/arksek^2
tr: Yaklaşık mag/arcsec^2

source: As measured with your Sky Quality Meter.
ar: كما تمت قياسته بجهاز حساب جودة السماء.
ro: Măsurată cu al tău Contor de Calitate al Cerului (Sky Quality Meter).
sq: Aq sa shenon Matesi i Cilesise se Qiellit nese e zoteroni ate.
tr: Gökyüzü Kalitesi Ölçer'inizin ölçtüğü gibi.

source: Temperature
ar: درجة الحرارة
ro: Temperatura
sq: Temperatura
tr: Sıcaklık

source: Ambient temperature (in Centigrade degrees).
ar: درجة حرارة البيئة المحيطة (بالدرجة السيلزية).
ro: Temperatura mediului ambiant (în grade Celsius).
sq: Temperatura e ambjentit (ne grade Centigrade).
tr: Ortam sıcaklığı (Santigrad derece).

source: Number of frames
ar: عدد الإطارات
ro: Număr de cadre
sq: Numri i fotove
tr: Kare sayısı

source: The total number of frames you have stacked.
ar: العدد الكلي للإطارات الّتي قمت بتجميعها.
ro: Numărul total de cadre pe care le-ai stivuit (stack).
sq: Numri total i fotove qe keni bashkengjitur.
tr: İstiflediğiniz toplam kare sayısı.

source: FPS
ar: إطار في الثانية

source: Frames per second.
ar: إطارات في الثَانية.
ro: Cadre pe secundă.
sq: Foto per sekond.
tr: Saniye'ye düşen kare

source: The focal length of the whole optical train, including barlow lenses or other components.
ar: البعد البؤري لجهازك البصري بأكمله، متضمناً عدسات التقريب barlow أو أي مكونات أخرى.
ro: Distanța focală a intregului ansamblu optic, inclusiv lentile Barlow sau alte componente.
sq: Gjatësia fokale e tërë trenit optik, duke perfshire lentet barlow apo paisje te tjera shtesë.
tr: Barlow lensler ya da diğer bileşenler dahil tüm optik dizinin odak uzunluğu.

source: Seeing
ar: الرؤية

source: Your estimation of the seeing, on a scale from 1 to 5.
ar: تقديرك لوضوح الرؤية علي مقياس من 1 إلي 5.
ro: Estimarea proprie a seeingului, pe o scară de la 1 la 5.
sq: Vleresimi yt per seeing, ne nje shkalle nga 1 ne 5.
tr: Seeing değerlendirmeniz, 1'den 5'e kadar.

source: Transparency
ar: الشفافية
ro: Transparență
sq: Transparenca
tr: Geçirgenlik

source: Your estimation of the transparency, on a scale from 1 to 10.
ar: تقديرك للشفافية ، علي مقياس من 1 إلي 10.
ro: Estimarea ta a transparenţei, pe o scară de la 1 la 10.
sq: Vleresimi yt per transparencen, ne nje shkalle nga 1 ne 10.
tr: Geçirgenlik değerlendirmeniz, 1'den 10'a kadar.

source: Time
ar: الوقت
ro: Timp
sq: Ora
tr: Zaman

source: Please use the following format: hh:mm.
ar: من فضلك استخدم هذا الترتيب: ساعات:دقائق.
ro: Vă rugăm să folosiți următorul format: hh:mm.
sq: Ju lutem perdorni formatin qe vijon: oo:mm.
tr: Lütfen şu formatı kullanın: ss:dd.

source: Request from
ar: طلب من
ro: Cerere de la
sq: Kerkese nga
tr: Şundan iste

source: Additional information
ar: معلومات إضافية
ro: Informații suplimentare
sq: Informacione shtese
tr: Ek bilgi

source: Higher resolution
ar: دقة عالية
ro: Rezoluție mai mare
sq: Risolucion i larte
tr: Daha yüksek çözünürlük

source: Real name
ar: الاسم الحقيقي

source: If present, your real name will be used throughout the website.
ar: سيتم استخدام اسمك الحقيقي -إن وُجد- في الموقع.

source: Job
ar: المهنة
ro: Serviciu
sq: Puna
tr: Meslek

source: Hobbies
ar: الهوايات
ro: Hobby-uri
sq: Hobit
tr: Hobiler

source: Do you have any hobbies other than astrophotography?
ar: هل تملك هوايات أخرى بجانب التصوير الفلكي؟
ro: Mai aveţi alte hobby-uri înafară de astrofotografie?
sq: Keni te tjere hobi perveç astrofotografise?
tr: Astrofotografi dışında başka hobileriniz var mı?

source: Timezone
ar: المنطقة الزمنية
ro: Zona de fus orar
sq: Orari zones
tr: Zaman dilimi

source: By selecting this, you will see all the dates on AstroBin in your timezone.
ar: باختيار هذا؛سوف تري كل التواريخ علي موقع Astrobin تبعاَ لمنطقتك الزمنية.
ro: Prin selectarea acesteia, veți vedea toate datele de pe AstroBin în fusul tău orar.
sq: Mbasi te keni zgjedhur kete, do te shikoni cdo te dhene ne AstroBin sipas Orarit te zones te ciles i perkisni.
tr: Bunu seçerek kendi zaman diliminizdeki tüm tarihleri AstroBin de görebileceksiniz.

source: About you
ar: نبذة عن نفسك
ro: Despre tine
sq: Persa ju perket ju
tr: Hakkınızda

source: Write something about yourself. HTML tags are allowed.
ar: اكتب شيئاً عن نفسك ، مسموح باستخدام HTML tags.
ro: Scrie ceva despre tine. Marcajele HTML sunt permise.
sq: Shkruani dicka per veten. Kodet HTML lejohen.
tr: Kendiniz hakkında bir şeyler yazın. HTML kodlarına izin verilmektedir.

source: Company name
ar: اسم الشركة
ro: Numele companiei

source: The name of the company you represent on AstroBin.
ar: اسم الشركة الّتي تمثلها علي Astrobin.
ro: Numele companiei pe care o reprezentaţi pe AstroBin.

source: Company description
ar: وصف الشركة
ro: Descrierea companiei

source: A short description of the company you represent on AstroBin. You can use some <a href="/faq/#comments">formatting rules</a>.
ar: وصف صغير للشركة الّتي تُمثلها علي AstroBin. يمكنك استخدام بعض <a href="/faq/#comments">قواعد التنسيق</a>.

source: Company website
ar: موقع الويب للشركة
ro: Site-ul web al companiei

source: The website of the company you represent on AstroBin.
ar: موقع الويب للشركة التي تُمثلُها علي Astrobin.
ro: Site-ul web al companiei pe care o reprezentaţi pe Astrobin.

source: Country of operation
ar: دولة العمل
ro: Ţara de funcţionare

source: Upload time
ar: وقت الرفع
ro: Timp de incarcare
sq: Koha ngarkimit
tr: Yükleme zamanı

source: Acquisition time
ar: توقيت الالتقاط
ro: Timpul de achiziţie
sq: Koha seances fotografike
tr: Çekim zamanı

source: Year
ar: السّنة
ro: Anul
sq: Viti
tr: Yıl

source: Default license
ar: الرخصة الافتراضية
ro: Licenţa implicită
sq: Liçenca e parazgjedhur/default
tr: Varsayılan lisans

source: The license you select here is automatically applied to all your new images.
ar: الرخصة الّتي تختارُها هنا سوف يتم تطبيقها علي جميع صورك الجديدة.
ro: Licența pe care o selectați aici se aplică automat la toate imaginile noi.
sq: Liçenca qe ju zgjodhet do aplikohet automatikisht ne te gjitha fotot e juaja te reja.
tr: Burada seçtiğiniz lisans otomatik olarak tüm yeni resimlerinize uygulanacaktır.

source: Language
ar: اللّغة
ro: Limbă
sq: Gjuha
tr: Dil

source: A descriptive name, e.g. 'Home observatory' or 'Mount Whitney'.
ar: اسم وصفي، علي سبيل المثال 'مرصد في المنزل' أو 'جبل سانت كاترين'.
ro: Un nume descriptiv, ex. ''Observatorul de acasă'' sau ''Muntele Whitney''.
sq: Nje emer pershkrues, p.sh. 'Observatori shtepise' ose 'Mali Tomorrit'.
tr: Açıklayıcı bir isim, örn; 'Gözlemevim' ya da 'Uludağ' gibi.

source: City
ar: المدينة
ro: Oraș
sq: Qyteti
tr: Şehir

source: If this location is not in a city, use the name of the closest city.
ar: إذا لم يكن موقعك في مدينة ، استخدم اسم أٌقرب مدينة لك.
ro: Dacă această locație nu este într-un oraș, folosiți numele celui mai apropiat oraș.
sq: Nese ky vend nuk eshte ne nje qytet, perdorni emrin e qytetit me te afert.
tr: Eğer bu konum bir şehir değil ise, en yakın şehrin adını kullanın.

source: State or province
ar: المحافظة
ro: Stat sau provincie
sq: Distrikti apo pronince
tr: Eyalet ya da İl

source: Country
ar: الدولة
ro: Țară
sq: Shteti
tr: Ülke

source: North
ar: الشمال
ro: Nord
sq: Veri
tr: Kuzey

source: South
ar: الجنوب
ro: Sud
sq: Jug
tr: Güney

source: North or south
ar: الشمال أو الجنوب
ro: Nord sau sud
sq: Veri apo jug
tr: Kuzey ya da güney

source: East
ar: الشرق
ro: Est
sq: Lindje
tr: Doğu

source: West
ar: غرب
ro: Vest
sq: Perëndim
tr: Batı

source: East or West
ar: شرق أو غرب
ro: Est sau vest
sq: Lindje ose Perëndim
tr: Doğu ya da Batı

source: Altitude
ar: الارتفاع
ro: Altitudine
sq: Lartësia
tr: Rakım

source: In meters.
ar: بالمتر.
ro: În metri.
sq: Ne metra.
tr: Metre cinsinden.

source: The name of the website or app that wishes to use the APIs.
ar: اسم موقع الويب أو التطبيق الّذي تريد استخدامه كـ API.
ro: Numele site-ului sau aplicatiei care dorește să utilizeze API-uri.
tr: API'leri kullanmak isteyen uygulama yada web sitesinin adı

source: Please explain the purpose of your application, and how you intend to use the API.
ar: من فضلك اشرح الغرض من تطبيقك ، وكيف تنوي استخدام الـ API.
ro: Vă rugăm să explicați scopul cererii dumneavoastră, și modul în care intenționați să utilizați API.
tr: Uygulamanızın amacını ve API'yi nasıl kullanmak istediğinizi belirtin.

source: AUD - Australian dollars
ar: دولار أسترالي
ro: AUD - Dolari australieni

source: CAD - Canadian dollars
ar: دولار كندي
ro: CAD - Dolari canadieni

source: CHF - Swiss francs
ar: فرنك سويسري
ro: CHF - Franci elvețieni

source: EUR - Euros
ar: يورو
ro: EUR - Euro

source: GPB - Pound stelings
ar: جنيه إسترليني
ro: GPB - Lire sterline

source: PLN - Polish zloty
ar: زلوتي بولندي
ro: PLN - Zlot polonez

source: SEK - Swedish krona
ar: كورونا سويدي
ro: SEK - Coroana suedeză

source: USD - American dollars
ar: دولار أمريكي
ro: USD - Dolari americani

source: Producer
ar: المُنتِج
ro: Producător

source: The link to this product's page on your website.
ar: رابط هذا المُنتَج علي موقع الويب الخاص بك.
ro: Link către pagina acestui produs pe site-ul tau.

source: Price
ar: السعر
ro: Preț

source: Currency
ar: العملة
ro: Valută

source: Retailed gear items
ar: الأجهزة المعروضة للبيع
ro: Articole de echipament vândute

source: Proper make
ar: المُصَنّع الصحيح
ro: Marca adecvată

source: Sometimes, product make/brand/producer/developer names are not written properly by the users. Write here the proper make/brand/producer/developer name.
ar: في بعض الأوقات ، لا يكتب المستخدمون اسماء المُصَنّعين أو العلامة التجارية أو المُنتِج أو المطور بطريقة صحيحة. اكتب هنا الاسم الصحيح للمُصَنّع أو العلامة التجارية أو المُنتِج أو المطور.
ro: Uneori, marca produsului/producătorul/numele dezvoltatorilor nu sunt scrise în mod corespunzător de către utilizatori. Scrieţi aici marca/producătorul/numele dezvoltatorului corespunzător.

source: Proper name
ar: اسم الفئة
ro: Nume adecvat

source: Sometimes, product names are not written properly by the users. Write here the proper product name, not including the make/brand/producer/developer name.<br/>It is recommended that you try to group as many items as possible, so try to use a generic version of your product's name.
ar: في بعض الأوقات ، لا يكتب المستخدمون اسماء المنتجات بطريقة صحيحة ، و أيضاً اسماء المُصَنّعين أو العلامة التجارية أو المُنتِج أو المطور. <br/>من الأفضل أن تحاول وضع عدد أكبر من الأجهزة في مجموعات ، لذلك حاول استخدام الاسم الشائع للمُنتَج الّذي تملكه.
ro: Uneori, numele produselor nu sunt scrise corespunzator de catre utilizatori. Scrieti aici numele corespunzator al produsului neincluzand marca produsului/producătorul/numele dezvoltatorului. Este recomandat sa incercati gruparea a cat mai multor elemente posibile, asa incat incercati sa folositi o versiune generica a numelui produselor dumneavoastra..

source: The official, commercial image for this product. Upload an image via the regular uploading interface, set its subject type to "Gear", and then choose it from this list. If you upload several revisions, they will also appear in the commercial page.
ar: الصورة التجارية الرسمية لهذا المُنتج. ارفع صورة عن طريق واجهة رفع الصور العادية و حدد نوع الصورة "جهاز" ، ثم اخترها من هذه القائمة. إذا قمت برفع العديد من المراجعات ستظهر المراجعات في الصفحة التجارية.
ro: Imaginea oficiala comerciala pentru acest produs. Incarcati o imagine prin interfata uzuala de incarcare, setandu-l la tipul "Gear" si alegandu-l din aceaasta lista. Daca incarcati diverse versiuni revizuite acestea vor aparea deasemeni in pagina comercial.

source: Tagline
ar: الشعار
ro: Sloganul

source: A memorable phrase that will sum up this product, for marketing purposes.
ar: جملة يمكن تذكُّرها تلخِّص هذا المنتج ، لأغراض التسويق.
ro: O fraza memorabila care va insuma insusirile acestui produs, in sensul marketingului.

source: Here you can write the full commercial description of your product. You can use some <a href="/faq/#comments">formatting rules</a>.
ar: يمكنك كتابة الوصف التجاري الكامل للمُنتج الخاص بك هنا. يمكنك استخدام بعض <a href="/faq/#comments">قواعد التنسيق</a>.

source: Commercial gear items
ar: الأجهزة التجارية
ro: elemente comerciale pentru echipament

source: No results. Sorry.
ar: للأسف ، لا توجد نتائج.
ro: Niciun rezultat. Scuze.
sq: Asnje rezultat. Me vjen keq.
tr: Üzgünüz. Sonuç bulunamadı.

source: Matching items:
ar: نتائج البحث المطابقة:
ro: Elementele care se potrivesc:
sq: Duke bashkrenditur artikujt:
tr: Eşleşen sonuçlar:

source: Integration hours, yearly
ar: ساعات تعريض الضوء ، سنوياً
ro: Ore de integrare, anual
sq: Integrimi orëve, vjetor
tr: Poz süresi, yıllık

source: Integration hours, monthly
ar: ساعات تعريض الضوء ، شهرياً
ro: Ore de integrare, lunar
sq: Integrimi orëve, mujor
tr: Poz süresi, aylık

source: Integration hours, daily
ar: ساعات تعريض الضوء ، يومياً
ro: Ore de integrare, zilnic
sq: Integrimi orëve, ditor
tr: Poz süresi, günlük

source: Integration hours by gear, yearly
ar: مدة تعريض الضوء باستخدام الجهاز ، سنوياً
ro: Timp de integrare ( echipament )
sq: Integrimi orëve për mekanizem, vjetor
tr: Ekipmana göre poz süresi, yıllık

source: Integration hours by gear, monthly
ar: مدة تعريض الضوء باستخدام الجهاز ، شهرياً
ro: Orele necesare echipamentului pentru integrarea imaginii , calculate lunar.
sq: Integrimi orëve për mekanizem, mujor
tr: Ekipmana göre poz süresi, aylık

source: Integration hours by gear, daily
ar: ساعات تعريض الضوء باستخدام الجهاز ، يومياً
ro: Orele necesare echipamentului pentru integrarea imaginii , calculate zilnic.
sq: Integrimi orëve për mekanizem, ditor
tr: Ekipmana göre poz süresi, günlük

source: Uploaded images, yearly
ar: الصور الّتي تم تحميلها ، سنوياً
ro: Imagini încărcate, anual
sq: Fotot e ngarkuara, vjetor
tr: Yüklenen fotoğraflar, yıllık

source: Uploaded images, monthly
ar: الصور الّتي تم تحميلها ، شهرياً
ro: Imagini încărcate, lunar
sq: Fotot e ngarkuara, mujor
tr: Yüklenen fotoğraflar, aylık

source: Uploaded images, daily
ar: الصور الّتي تم تحميلها ، يومياً
ro: Imagini încărcate, zilnic
sq: Fotot e ngarkuara, ditor
tr: Yüklenen fotoğraflar, günlük

source: Views, yearly
ar: عدد المشاهدات السنوية
ro: Vizualizări, anual
sq: Shikime, vjetore
tr: Görüntülenme, yıllık

source: Views, monthly
ar: عدد المشاهدات الشهرية
ro: Vizualizări, lunar
sq: Shikime, mujore
tr: Görüntülenme, aylık

source: Views, daily
ar: عدد المشاهدات اليومية
ro: Vizualizări, zilnic
sq: Shikime, perdite
tr: Görüntülenme, günlük

source: Total images
ar: كل الصور
ro: Imagini totale
tr: Toplam resim

source: Integration hours by camera type
ar: ساعات تعريض الضوء باستخدام آلة التصوير
ro: Ore de integrare în funcție de tipul camerei
tr: Kamera türüne göre toplam pozlama süreleri

source: Refractor
ar: كاسر
tr: Refraktör

source: Reflector
ar: عاكس
tr: Reflektör

source: Catadioptric
ar: كاتاديوبتريك
tr: Katadioptrik

source: Number of images by subject type
ar: عدد الصور تبعاً لنوع الجرم
ro: Numarul imaginilor calculat pe tipuri de subiect
tr: Nesne türüne göre resim sayısı

source: You have a new follower
ar: لديك متابع جديد
ro: Ai un nou urmăritor
sq: Juve keni nje ndjekes te ri
tr: Yeni bir takipçiniz var

source: New image from a user you follow
ar: صورة جديدة من مستخدم تتم متابعته
ro: O noua imagine de la utilizatorul urmarit.
sq: Nje fotografi e re nga nje përdorues qe juve ndiqni
tr: Takip ettiğiniz bir kullanıcıdan yeni resim

source: New image revision from a user you follow
ar: مراجعة جديدة لصورة من مستخدم تتم متابعته
ro: O noua imagine revizuita de la un utilizator pe care il urmariti
sq: Nje fotografi e re u rishikua nga nje përdorues qe ndiqni
tr: Takip ettiğiniz bir kullanıcıdan yeni resim revizyonu

source: Your image was plate-solved
ar: تمت عملية القياسات الفلكية لصورتك
sq: Fotografia juaj u zbërthye
tr: Resminizin levha çözümleme işlemi tamamlandı!

source: Your image could not be plate-solved
ar: تعذّر عمل القياسات الفلكية لصورتك
sq: Fotografia juaj nuk mund të zbërthehet
tr: Resminizin levha çözümleme işlemi yapılamadı!

source: AstroBin has published a new blog entry
ar: Astrobin كتب منشور جديد في المدوّنة
ro: Astrobin a publicat o noua intrare pe blog
sq: AstroBin ka publikuar nje blog te ri hyrje
tr: AstroBin yeni bir blog girişi yayınladı

source: Your image received a new comment
ar: تلقت صورتك تعليق جديد
ro: Imaginea ta a primit un comentariu nou
sq: Fotografia juaj ka pasur nje koment të ri
tr: Fotoğrafınıza yeni bir yorum yapıldı

source: There was a reply to your comment
ar: هناك رد علي تعليقك
ro: A aparut un raspuns la comentariul tau.
sq: Komenti yt pati nje përgjigje
tr: Yorumunuza bir yanıt yazıldı

source: Your image was bookmarked
ar: تم إضافة صورتك إلي الصور المفضلة

source: Your image was liked
ar: تم الإعجاب بصورتك

source: New image with some gear you follow
ar: صورة جديد باستخدام جهاز تتم متابعته
ro: Imagine noua cu ceva echipament pe care tu il urmaresti.
tr: Takip ettiğiniz bir ekipmandan yeni resim

source: New image of a subject you follow
ar: صورة جديدة لجرم تتم متابعته
ro: O noua imagine cu subiectul pe care il urmaresti
tr: Takip ettiğiniz bir obje ile ilgili yeni resim

source: Your API Key request has been approved
ar: تم قبول طلب الـ API الخاص بك
ro: Cheile API pe care le-ai solicitat au fost aprobate.
tr: API Anahtar isteğiniz onaylandı

source: New discussion about a gear item you own
ar: مناقشة جديدة خاصة بجهاز تملكه
ro: O noua discutie despre echipamentele pe care le detineti
tr: Sahip olduğunuz bir donanım hakkında yeni görüş

source: New review of a gear item you own
ar: رأي نقدي جديد خاصة بجهاز تملكه
ro: Un nou review al echipamentului pe care il detineti
tr: Sahip olduğunuz bir donanım hakkında yeni eleştiri

source: New data posted to public pool
ar: تم نشر بيانات جديدة في مساحة بيانات عامة
ro: O noua data publicata in zona publica

source: New image posted to public data pool
ar: تم نشر صورة جديدة في مساحة بيانات عامة

source: New data posted to shared private folder
ar: تم نشر بيانات جديدة في مجلد خاص مشترك
ro: O noua data postata in zona privata a folderului de interschimb

source: New image posted to shared private folder
ar: تم نشر صورة جديدة في مجلد خاص مشترك
ro: O noua imagine postata zona privata a folderului de interschimb

source: You are invited to a shared private folder
ar: تمت دعوتك إلي مجلد خاص مشترك
ro: Sunteti invitat la a vizita un folder cu statut privat.

source: You are not allowed to see this page.
ar: غير مسموح لك بمشاهدة هذه الصفحة.
ro: Nu aveţi permisiunea să vedeţi această pagină.
sq: Juve nuk ju lejohet te shihni kete faqe.
tr: Bu sayfayı görmeye izniniz yok.

source: Sorry, but the page you are looking for is not here. If you expected an image, this means that the author deleted it.
ar: مع الأسف ، الصفحة الّتي تبحث عنها غير موجودة. إذا كنت تتوقع وجود صورة ؛ فهذا معناه أن المصور قد حذفها.
ro: Ne pare rau, dar pagina pe care o cauti nu este aici. Daca te asteptai la o imagine, asta insemna ca autorul a sters-o.
sq: Na vjen keq, por faqja qe po kerkoni nuk eshte këtu. Nese prisnit nje fotografi, kjo do te thote qe autori e ka fshire atë.
tr: Üzgünüz, aradığınız sayfa maalesef mevcut değil. Eğer beklediğiniz bir fotoğraf ise, bunun anlamı kullanıcı fotoğrafı silmiş demektir.

source: Fatal error
ar: خطأ فادح
ro: Eroare fatală

source: Nothing to worry about, it's not your fault.
ar: لا يوجد ما يدعوك للقلق ، هذه ليست غلطتك.
ro: Nu ai de ce să te îngrijorezi, nu e greşeala ta.

source: Something unexpected occurred! We have received an email with technical details, so we will try to fix the problem as soon as possible. Sorry about the inconvenience!
ar: نأسف للإزعاج. لقد حدثت مشكلة غير متوقعة! واستلمنا بريد إلكتروني بالتفاصيل التقنية ؛ لذا سنحاول إصلاح المشكلة بأسرع مايمكن.

source: AstroBin in temporarily unavailable
ar: الخدمة غير متوفّرة مُؤقّتًا

source: AstroBin is temporarily unavailable
ar: الخدمة غير متوفّرة مُؤقّتًا
ro: Astrobin este temporar indisponibil

source: We apologize for the inconvenience, but we are performing some server maintenance, or probably a software upgrade. Usually this doesn't take more than 30 minutes.
ar: نعتذر علي الإزعاج ، لكننا نقوم ببعض الإصلاحات في الخادم أو تطوير لبرمجيات الموقع. عادة لا يستغرق هذا أكثر من 30 دقيقة.
ro: Ne cerem scuze pentru inconveniente, dar tocmai facem intretinerea serverului sau probabil un upgrade software. De obicei aceste intreruperi nu dureaza mai mult decat 30 minute.

source: Come back soon!
ar: ننتظر عودتك سريعا!
ro: Reveniti curand !

source: Activity stream
ar: تيّار النشاط
ro: Stream de activitate
tr: Aktivite akışı

source: There is no activity yet.
ar: لايوجد نشاط بعد.
ro: Inca nu exista activitate.
tr: Henüz herhangi bir aktivite yok.

source: Affiliates
ar: المُنتجات
ro: Afiliere

source: The following companies support AstroBin.
ar: الشركات الآتية تدعم موقع Astrobin.
ro: Urmatoarele companii sprijina AstroBin.

source: Request an API key
ar: اطلب مفتاح API
ro: Necesita o cheie API
tr: API anahtarı isteği gönder

source: Thanks for your interest in using AstroBin's APIs! You need a <strong>key</strong> and a <strong>secret</strong> if you want to access AstroBin's data in your own app or website.
ar: شكراً علي اهتمامك باستخدام مفاتيح الـ API الخاصة بموقع AstroBin! أنت تحتاج إلي <strong>مفتاح</strong> و <strong>كود</strong>إذا أردت الوصول إلي بيانات AstroBin في التطبيق أو موقع الويب الخاص بك.
ro: Va multumim pentru interesul in utilizarea API-urilor AstroBin. Aveti nevoie de o <strong>cheie</strong>si<strong>secret</strong>daca doriti sa accesati baza de date AstroBin.
tr: AstroBin API'lerini kullanmak istediğiniz için teşekkürler! Uygulamanızda yada web sitenizde AstroBin verilerine erişmek isterseniz bir <strong>anahtar</strong>'a ve <strong>gizli kod (secret)</strong>'a ihtiyacınız olacak.

source: After you submit a request, you will receive a reply within 24 hours.
ar: بعد تأكيد طلبك ، سوف تتسلم إجابة خلال 24 ساعة.
ro: Dupa ce trimiteti o cerere, veti primi un raspuns in maxim 24 de ore.
tr: İsteğinizi gönderdikten sonra, 24 saat içerisinde bir yanıt alacaksınız.

source: Please make sure you have read the section about APIs in the <a href="%(tos_url)s">Terms of Service</a>.
ar: من فضلك تأكد من قراءة القسم الخاص ب الـ APIs في <a href="%(tos_url)s">شروط الخدمة</a>.
ro: Te rugam sa te asiguri ca ai citit sectiunea despre API in <a href="%(tos_url)s">Terms of Service</a>.
tr: Lütfen <a href="%(tos_url)s">Kullanım koşullarımız</a> içinde API'ler bölümünü okuduğunuzdan emin olun.

source: Submit
ar: تأكيد الطلب
ro: De acord !
sq: Paraqitni
tr: Gönder
