Repository: HunterHarling/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: ar, ro, sq, tr

source: Your API key request has been submitted
ar: تم تأكيد طلب مفتاح الـ API الخاص بك
ro: Cheile tale API au fost inaintate
tr: API anahtar isteğiniz gönderildi

source: You will receive a reply within 24 hours. Thanks for your interest in using AstroBin's APIs!
ar: سوف تستلم إجابة خلال 24 ساعة. شكرا علي اهتمامك باستخدام الـ API الخاص بموقع Astrobin!
ro: O sa primesti un raspuns in 24 de ore. Multumim pentru interesul tau in utilizarea API-urilor AstroBin.
tr: 24 saat içerisinde bir yanıt alacaksınız. AstronBin API'lerinin kullanımıyla ilgilendiğiniz için teşekkürler

source: Explore
ar: استعراض
ro: Explorează
sq: Eksploroni
tr: Araştır

source: The Big Wall
ar: الحائط الكبير
ro: Marele Perete
sq: Muri i madh
tr: Çoklu gösterim

source: The best way to see what's new on AstroBin: a big wall with 100 images per page, that you can sort and filter to your liking.
ar: أفضل طريقة لرؤية الجديد في موقع Astrobin: حائط كبير يحتوي علي 100 صورة في الصفحة ، يمكنك ترتيبهم و ترشيحهم حسب رغبتك.
ro: Cel mai bun mod de a vedea ce este nou pe Astrobin: un mare zid cu 100 imagini pe pagina, pe care le puteti sorta si filtra dupa cum va plac.
sq: Mënyra më e mirë për të parë të rejat në AstroBin: një mur i madh me 100 foto per faqe, qe mund ti zgjidhni apo filtroni sipas dëshirës.
tr: AstroBin'deki yenilikleri en iyi şekilde görmenin yolu: İstediğiniz gibi sıralama ve filtreleme yapabileceğiniz, sayfa başına 100 resim içeren Büyük Duvar sayfası.

source: FAQ
ar: الأسئلة الأكثر شيوعًا
tr: SSS

source: Frequently Asked Questions
ar: الأسئلة الأكثر شيوعًا
ro: Cele mai frecvente intrebări
sq: Pyetjet e Bëra Shpesh
tr: Sıkça Sorulan Sorular

source: Is this website for free?
ar: هل هذا الموقع مجاني؟
sq: Në këtë sit falas?
tr: Bu web sitesi ücretsiz mi?

source: Are there any limits on how large and how many images I can upload?
ar: هل هناك حدود لحجم و عدد الصور الّتي يمكنني تحميلها؟
sq: Ka ndonje kufizim ne përmasat dhe sa foto mund të ngarkoj?
tr: Yükleyeceğim dosyalar için herhangi bir boyut ya da adet sınırı var mı?

source: What image formats are supported?
ar: ما هي صيغات الصور المدعومة؟
sq: Cfare formati fotografie suportohet?
tr: Hangi resim formatları destekleniyor?

source: Is my data safe on AstroBin?
ar: هل بياناتي آمنة علي موقع Astrobin؟
ro: Sunt datele mele sigure pe AstroBin?
sq: Janë te sigurta informacionet e mia në AstroBin?
tr: AstroBin sitesinde verilerim güvende mi?

source: I've seen beautiful images on this site. I'm not worthy of posting mine!
ar: لقد شاهدت صور رائعة علي هذا الموقع ، بالتأكيد لا تستحق صوري النشر هنا!
sq: Kam parë fotografi shumë të bukura në këtë sit. Nuk me vjen keq të postoj edhe te mijat!
tr: Bu sitede bir çok güzel fotoğraf var. Kendi çalışmalarımı paylaşmaya layık görmüyorum.

source: What's the deal with the Staging Area and the Public Area?
ar: ما هو الفرق بين مساحة الإعداد و المساحة العامة؟
ro: Care-i treaba cu Zona de Stagiat si Zona Publica ?
sq: Cila është marrëveshja me Zonën e Punimit dhe Zonën Publike?
tr: Özel ve Genel alanlar neyi ifade ediyor?

source: Why was AstroBin created?
ar: لماذا أُنشيء موقع AstroBin؟
ro: De ce a fost creat AstroBin?
sq: Përse u krijua AstroBin?
tr: AstroBin niçin yaratıldı?

source: What are the plans for the future?
ar: ما هي الخطط المستقبلية؟
ro: Care sunt planurile de viitor?
sq: Cilat janë planet për të ardhmen?
tr: Gelecek için planlar nelerdir?

source: How can I format my comments?
ar: كيف أتمكن من تنسيق تعليقاتي؟
ro: Cum pot formata comentariile mele?
sq: Si mund ti formatoj komentet e mija?
tr: Yorumlarımı nasıl düzenleyebilirim?

source: How is the AstroBin index calculated?
ar: كيف يتم حساب مؤشر AstroBin؟
ro: Cum este calculat indexul AstroBin?

source: I received some Likes, why is my AstroBin index not updated?
ar: لقد تلقيت بعض الإعجابات ، لماذا لم يتم تحديث مؤشر Astrobin الخاص بي؟

source: How is the Image of the Day selected?
ar: كيف يتم اختيار صورة اليوم؟
ro: Cum este selectată Imaginea Zilei?

source: ... and their answers!
ar: ... وإجاباتهم هي!
ro: ... și răspunsurile lor!
sq: ... dhe përgjigjet e tyre!
tr: ... ve de cevapları!

source: AstroBin will accept JPEG, PNG and GIF. Animated GIF is supported too.
ar: Astrobin يقبل أنواع الصور JPEG و PNG و GIF و GIF متحركة.
sq: AstroBin do pranoj JPEG, PNG dhe GIF. GIF-et e animuara lejohen gjithashtu.
tr: AstroBin JPEG, PNG ve GIF formatları yanı sıra Animated GIF'i de desteklemektedir.

source: Absolutely. There are multiple ways in which AstroBin can store your data very safely. First of all, the images you upload are stored on a highly durable, highly available, redundant backend. The durability of the storage backend is 99.999999999 percent over a given year. This means that if you upload 10,000 images, you can expect to lose one image to data corruption once in 10,000,000 year. The images are duplicated across two different physical servers, for protection against natural disasters.
ar: بالتأكيد ، هناك العديد من الطرق الّتي يمكن لموقع AstroBin أن يحفَظ بها بياناتك بأمان. أول شيء ، كل الصور الّتي تقوم برفعها يتم تخزينها علي قاعدة بيانات شديدة المتانة ، متوفرة دائما. متانة التخزين 99,999999999% في أي سنة. وهذا يعني أنه إذا قمت برفع 10000 صورة ، توقع أن تخسر صورة واحدة كل 10000000 سنة بسبب فساد البيانات. أيضا ، يتم مضاعفة الصور علي خادمين مختلفين للحماية من الكوارث الطبيعية.
sq: Absolutisht. Ka shume menyra ne te cilat AstroBin mund te ruaj informacionet tuaja ne menyre te sigurte. Mbi te gjitha, fotografite qe ju ngarkoni jane te ruajtura ne nje hapsire me kohezgjatje shume te larte,shume te bollshme, te nje magazine te tepert. Kohezgjatja dhe hapsira ku ruhen eshte 99.999999999 perqind permbi nje viti te caktuar. Kjo do te thote qe nese ngarkoni 10,000 foto, juve mbase mund te humbni per demtim informacioni 1 foto cdo 10,000,000 vjet. Fotot duplikohen dhe ruhen ne dy server te ndryshem, kunder demtimeve natyrale.
tr: Kesinlikle. AstroBin'in verilerinizi son derece güvenli bir şekilde saklayabileceği bir çok yol vardır. Her şeyden önce yüklediğiniz resimler, çok dayanıklı, her zaman erişilebilir ve yedekli sunucularda saklanmaktadır. Depolama sunucusunun dayanıklılığı yıl içerisinde % 99.999999999'dur. Bu, eğer 10.000 resim yüklerseniz, 10.000.000 yıl içerisinde bunların içinden sadece birinin bozulabileceği anlamına gelir. Resimler, doğal felaketlere karşı koruma amacı ile, iki farklı fiziksel sunucuya kopyalanmaktadır.

source: The actual website, instead, is hosted on a Virtual Machine, so, in case of severe hardware failure, it can be redeployed to a different server in a matter of 15 minutes.
ar: أما الموقع الفعلي فيتم استضافته علي ماكينة افتراضية ، لذلك في حالة فشل العتاد بشدة ، يمكن إعادة تشغيله من علي خادم آخر خلال 15 دقيقة.
sq: Ky sit,aktualisht eshte i ruajtur ne nje Makine Virtuale,dmth,ne rast deshtimi te hardwerit,ai mund te zevendesohet per 15 minuta ne nje server te ndryshem.
tr: Web sitesi sanal bir makina üzerinde barındırılmaktadır. Herhangi bir donanım arızası durumunda yeni bir sunucuya taşınması 15 dakika içerisinde gerçekleştirilebilmektedir.

source: Finally, the database that powers AstroBin (in fact, the whole Virtual Machine) is backed up daily. In case of severe data loss, the website will be quickly restored to a snapshot that's never older than 24 hours.
ar: في النهاية ، البيانات الّتي يعمل بها AstroBin (في الحقيقة كل الماكينة الافتراضية) يتم عمل نسخة احتياطية لها يومياً. في حالة ضياع البيانات سيتم استعادة الموقع سريعاً لصورته قبل 24 ساعة.
sq: Si perfundim, databaza qe ushqen AstroBin (ne fakt, komplet Makina Virtuale) krijon nje kopje rezerve cdo dite. Ne rast te ndonje humbje informatash te rendesishme, siti ueb do riparohet nga nje snapshot qe nuk eshte kurre me i vjeter se 24 ore.
tr: AstroBin veri tabanları günlük olarak yedeklenmektedir. Herhangi bir veri kaybı durumunda web sitesi 24 saatten eski olmamak üzere çabucak yeniden yüklenebilmektedir.

source: That said, you should be aware that AstroBin is not a backup service, and although your data is very safe in our hands, we cannot legally take responsibility in the event of loss, however unlikely it is. Always keep a copy of your image on your computer.
ar: بعد معرفة هذا ، ينبغي أن تدرك أن Astrobin ليس خدمة لتخزين نسخ احتياطية من ملفاتك. و علي الرغم من أن بياناتك آمنة تماماً في أيدينا ، لا يمكننا أن نتحمل المسئولية القانونية عن ضياع بياناتك ، مع أن ذلك غير مُحتمل الحدوث. احتفظ دائما بنسخة من صورتك علي الحاسب الآلي الخاص بك.
sq: Thene kjo, juve duhet te keni kujdes pasi AstroBin nuk eshte nje sherbim i ruajtjeve te kopjeve rezerve, dhe ndonese te dhenat e juaja jane te sigurta ne duart tona, ne nuk mund te mbajme pergjegjesi ligjerisht ne rast humbje te tyre, sado te na vije keq. Eshte mire te ruani gjithmone nje kopje ne kompjuterin tuaj.
tr: AstroBin'in bir yedekleme servisi olmadığını daima gözönünde bulundurun. Her ne kadar verileriniz güvenli ellerimizde olsa da yasal olarak data kaybının sorumluluğunu almamaktayız. Bu nedenle resimlerinizin bir kopyasını daima bilgisayarınızda bulundurun.

source: Nonsense. AstroBin has <strong>not</strong> been made to showcase beautiful image, but to give everybody an opportunity to contribute to a vast and evergrowing effort of centralization and indexing of important data. That 30 minute picture of M31 you took last night between the clouds <em>belongs</em> here! Don't be shy and post it!
ar: لا قيمة لهذا. <strong>لم</strong> يتم إنشاء موقع AstroBin لعرض صور جميلة ، لكن لإعطاء الجميع الفرصة للمشاركة في مجهود كبير و متنامي لمركزة و فهرسة البيانات المهمة. صورتك صاحبة ال30 دقيقة تعريض لمجرة المرأة المسلسلة M31 الّتي التقطتها البارحة <em>تنتمي</em> إلي هنا! لا تخجل و انشرها!
sq: Absurditet. AstroBin <strong>nuk</strong> eshte krijuar si vitrinë e fotografive me te bukura, por per ti dhene nje mundesi kontributi cdokujt per te marre pjese ne nje perpjekje per rritjen e perqendrimit dhe renditjen e informacioneve te rendesishme. Ajo fotografi qe keni bere te M31 naten e kaluar mes reve vendi i saj <em>i perket</em> ketu! Mos kini turp por ngarkoheni ate!
tr: Asla böyle düşünmeyin. AstroBin sadece güzel fotoğrafların paylaşılması için <strong>değil</strong>, önemli verilerin toparlanması ve düzenlenmesine herkesin bir katkıda bulunabilmesine olanak sağlamak adına yaratıldı. Dün gece bulutların arasından çekmiş olduğunuz 30 dakikalık bir M31 fotoğrafının da burada <em>yeri var!</em> Lütfen çekinmeyin ve paylaşın!

source: On AstroBin you have two places for our images. The Staging Area is where you can upload images that you want to quickly share on forums, mailing lists or social networks. The days of scaling down and compressing your image so you can upload it to a forum for feedback and critique are over! Just upload to AstroBin's Staging Area, and send the link to anyone you want. The image will be visible only to the intended recipients, and won't appear on your profile or AstroBin's home page.
ar: علي موقع AstroBin تملك مكانين لصورك ، مساحة الإعداد حيث يمكنك رفع الصور إذا أردت مشاركتهم بسرعة علي المنتديات و قوائم البريد الإلكتروني و الشبكات الإجتماعية. لقد انتهت أيام تصغير الصور و ضغطها لكي تتمكن من رفعها علي المنتديات! فقط قم بالرفع علي مساحة الإعداد ثم ارسل الرابط إلي أي شخص تريد. سوف تكون الصورة متاحة فقط للأشخاص الّذين تريدهم ، ولن تظهر علي ملفك التعريفي ولا علي الصفحة الرئيسية لموقع AstroBin.
sq: Në AstroBin keni dy vende për imazhet tona. Zona Punës është ajo ku ju mund të ngarkoni fotot që ju doni te ndani në forume, lista e postimesh apo rrjeteve sociale. Kështu që ju mund të ngarkoni atë në një forum për reagimet dhe kritikat dhe bisedime te gjata! Vetëm të ngarkoheni në Zonën e Punes ne AstroBin, dhe dërgoni lidhje për këdo që ju dëshironi. Foto do të jetë e dukshme vetem per ato vende ku keni postuar, dhe nuk do të shfaqet në profilin tuaj ose faqen kryesore te AstroBin-it.
tr: AstronBin'de fotoğraflarınız için iki ayrı alan bulunmaktadır. Özel alan fotoğraflarınızı forumlar, mail listeleri ya da sosyal ağlar gibi yerlerde çabucak paylaşabilmek için yükleme yapabileceğiniz bir alandır. Resimlerinizi forumlara gönderebilmek için boyutlarını küçültüp sıkıştırma yapmak zorunda olduğunuz günler artık sona erdi! Fotoğraflarınızı AstroBin deki özel alanınıza yükleyin ve linkini istediğiniz yere gönderin. Bu alana yüklediğiniz fotoğraflar sadece linki paylaştığınız kişilerce görüntülenebilecek olup, AstroBin ana sayfasında ya da profilinizde görünmeyecektir.

source: The Public Area, instead, is for your finished products. After you have received feedback on your favorite forum, you can promote an image from the Staging Area to the Public Area, and it will appear on your profile. Remember that you can also move images back and forth from one Area to the other as many times as you want!
ar: المساحة العامة ، علي العكس ، هي مكان أعمالك المكتملة. بعد حصولك علي النقد الّذي تريده في المنتدي المفضل لك ، يمكنك ترقية صورة من مساحة الإعداد إلي المساحة العامة ، وسوف تظهر في ملفك التعريفي. تذكر أنه يمكنك نقل الصور بين المساحتين متي تريد!
sq: Zona Publike, eshte per punimet tuaja ta perfunduara. Mbasi te keni marre nje vleresim ne forumin tuaj te preferuar, ju mund te keshilloni nje foto tuajen duke e kaluar ate nga Zona Punes tek Zona Publike, dhe kjo do jete e dukshme ne profilin tuaj. Mos harroni qe ju mund te spostoni gjithashtu para mbrapa nga nje zone ne tjetren, sa here te deshironi!
tr: Genel alan ise tamamlanmış fotoğraflarınız içindir. Özel alanınızdan favori forumunuzda paylaştığınız fotoğrafınız için olumlu tepkiler aldıysanız fotoğrafınızı özel alandan genel alana taşıyabilirsiniz. Bu şekilde fotoğraf profilinizde görüntülenecektir. Unutmayın, dilerseniz ftoğraflarınızı bu iki alan arasında istediğiniz zaman istediğiniz kadar taşıyabilirsiniz!

source: AstroBin was born out of the desire to end something that had been going on for too long: the waste of incredible material to the sea of chaos that the Internet can be. For years, fantastic astrophotographs have beeen uploaded to Internet Forums, often with little or no data, or to general purpose image hosting websites, invariably with no data attached.
ar: وُلد AstroBin من رغبتنا في إنهاء موضوع عالق منذ زمن: ضياع هذه الكمية الهائلة من البيانات في بحر من فوضي الإنترنت. لسنوات ، تم رفع العديد من الصور الفلكية الرائعة ، علي منتديات الإنترنت غالبا بدون بيانات أو مع القليل منها ، أو علي مواقع استضافة صور ذات أغراض عامة بدون وجود بيانات للصورة.
sq: AstroBin ka lindur nga deshira per te perfunduar dicka qe zgjaste per shume kohe: Humbjen e materialeve te tilla ne detin e kaosit qe eshte interneti vete. Per vite astrofotografe te afte kane ngarkuar foto ne Forume, shpeshhere me pak informacion, ose pa to plotesisht,ose ne ndonje sit qe fton fotot tuaja, pa pasur mundesine te nderroni informacionet, apo ti shtoni ato.
tr: AstroBin çok uzun süredir devam etmekte olan şu yanlışı düzeltmek için ortaya çıktı: Harika fotoğrafların internetin kaos denizinde harcanıp gitmesini önlemek adına. Yıllardır bir çok harika astrofotoğraf beraberlerinde çok az ya da hiç bir veri girilmiş olmaksızın internet forumlarına ya da genel amaçlı resim paylaşım sitelerine yüklenip durdular.

source: Such an image would be seen by some people, then quickly forgotten, and reduced to nothing more than a bunch of pixel in the giant wasteland of the Internet.
ar: صورة مثل هذه ، من الممكن أن يراها بعض الأشخاص ثم ينساهها بسرعة ، و تصبح لا شيء أكثر من مجموعة بكسلات في فوضي الإنترنت.
sq: Ky foto do të shihet nga shume njerëz, pastaj do harrohet shpejt, dhe do reduktohet në asgjë më shumë se një grusht pikselash në djerrinë gjigante te internetit.
tr: Bir çok fotoğraf insanlar tarafından görülmesinin ardından çabucak unutularak internetin piksel çöplüğünde yerlerini aldılar.

source: This should not be allowed to happen. AstroBin is the response: an effort to host, collect, index and categorize the output of the astrophotographers all over the world, so that their precious data would serve a purpose, and have a meaning forever.
ar: ما كان ينبغي أن نسمح بهذا. الإجابة هي AstroBin: مجهود لإستضافة و جمع و فهرسة مُخرجات المصورين الفلكيين حول العالم، يجعل لبياناتهم المهمة غرض و معني إلي الأبد.
sq: Kjo nuk duhet lejuar te ndodhe. AstroBin eshte pergjigja: përpjekje për të mikpritur fotot, per ti mbledhur, renditur dhe klasifikuar punimet e astrofotografeve anembane botes, në mënyrë që të dhënat e tyre të çmuara të shërbejnë për një qëllim, dhe te kenë një kuptim dhe përgjithmonë.
tr: Ancak bunun olmasına izin verilmemeliydi ve AstroBin'in bu duruma yanıtı tüm dünyadaki astrofotoğrafçıların değerli çalışmalarını bir çatı altında toparlayıp kategorize ederek bu çalışmalara sonzuza dek bir amaç ve bir anlam katmak oldu.

source: <em>AstroBin</em> is just starting out, and this time we can really say that the sky is the limit! Tons of ideas are in the pipeline. As the user base grows, so does the data. Suddenly, things like automated supernovae search become possible: you could simply upload an image of a galaxy, and AstroBin could compare it to pictures of the same galaxy taken previously.
ar: <em>AstroBin</em> ما زال في بدايته ، وفي هذا الوقت يمكننا القول أن حدودنا هي السماء! يوجد لدينا أطنان من الأفكار ، و كل ما زادت قاعدة المستخدمين زادت البيانات. فجأة ، تصبح بعض الأشياء مثل البحث الأوتوماتيكي للمستعرات العظمي حقيقة: يمكنك ببساطة رفع صورة مجرة و سيقوم AstroBin بمقارنتها بصور أخري تم التقاطها لنفس المجرة.
sq: <em>AstroBin</em> sapo filloj, dhe kete here mund te themi me te vertete qe vetem qielli eshte kufiri! Nje sasi ideshë jane ne inkubim. Sa me shume shtohen perdoruesit, aq me shume infomacione ka. Papritmas, gjera si automatizimi i kerkimit te supernovave do jete i mundur: Juve mund te ngarkoni foton e nje galaksie, dhe AstroBin do ta krahasoj ate me foto te tjera te marra me parë.
tr: Artık <em>AstroBin</em> sahneye çıkıyor ve bu kez kesinlikle diyebiliriz ki limit sadece gökler! Tonlarca fikir de sırada bekliyor. Kullanıcı sayısının artması ile birlikte veriler de giderek artıyor ve bununla birlikte otomatik süpernova taraması gibi şeyler de mümkün olabildi. Basitçe, siz bir galaksi fotoğrafı yüklediğinizde AstroBin aynı galaksinin daha önce çekilmiş fotoğrafları ile karşılaştırarak bir süpernova olup olmadığını belirleyebiliyor.

source: AstroBin could also recommend subjects for you to image! Knowing your equipment, your location, and comparing what you have imaged to what users similar to you have, AstroBin could suggest your next challenge!
ar: AstroBin يمكنه اقتراح موضوعات لصورك! بعد معرفة الأجهزة الّتي تملكها و موقعك و مقارنة الصور الّتي التقطتها مع ما التقطه مستخدمون آخرون ظروفهم مشابهة ، يمكن لـ AstroBin اقتراح التحدي التالي لك!
sq: AstroBin mundet gjithashtu te keshilloj subjekte astronomike per foton tuaj! Duke ditur paisjet tuaja,vendndodhjen. dhe duke krahasuar cfare keni fotografuar me ato te perdoruesve te tjere,AstroBin mund te sugjeroj sfiden tuaj te ardhshme!
tr: AstroBin sizlere fotoğraflayabileceğiniz objeler de önerebilir! Ekipmanlarınız ve lokasyonunuza göre sizinle aynı şartlara sahip kullanıcıların çalışmalarını kıyaslayarak bir sonraki hedefinizin ne olabileceğini sizlere söyleyebilir!

source: Thanks to the input from the community, more ideas are flowing in and the list get bigger and bigger.
ar: بفضل المدخلات من هذا المجتمع ، تأتي أفكار كثيرة و تزدحم قائمة الأفكار.
sq: Falë bashkepunimit të tërë komunitetit, me shume ide do lulezojne dhe lista do behet gjithmone e me e gjërë.
tr: Camiadan gelen öneriler için de teşekkürler. Fikirler sürekli yağıyor ve liste de kabardıkça kabarıyor.

source: AstroBin uses the Markdown syntax. Please use the following reference table:
ar: AstroBin يستخدم تنسيق Markdown syntax. من فضلك استخدم الجدول المرجعي:
sq: AstroBin perdor sintaksën Markdown. Lutemi perdorni tabelen e referencave qe vijon:
tr: AstroBin, Markdown sözdizim kurallarını kullanmaktadır. Lütfen aşağıdaki referans tablosunu kullanın:

source: You type:
ar: عندما تكتب:
ro: Scrii:
sq: Ju shkruat:
tr: Yazdığınız:

source: You see:
ar: تري:
ro: Vezi:
sq: Ju patë:
tr: Göreceğiniz:

source: italics
ar: مائل
ro: cursiv
sq: Shkronja kursive
tr: yatık

source: bold
ar: سميك
ro: aldin
sq: shkronja te zeza
tr: kalın

source: (TAB or 4 spaces)
ar: (زر TAB أو 4 مسافات)
sq: (TAB ose 4 hapesira)
tr: (TAB ya da 4 boşluk)

source: preformatted text
ar: نص مُنسق مسبقًا
ro: text preformatat
sq: tekst i paraformatuar
tr: biçimlendirilmiş metin

source: quoted text
ar: نص مُقتبس
ro: text citat
sq: tekst i cituar
tr: alıntılanan metin

source: escape the formatting syntax
ar: الخروج من التنسيق
sq: shmang formatimin sintaksë
tr: formatlı yazımdan kaçının

source: The AstroBin index is a function of the number of Likes and the number of images posted by a user.
ar: مؤشر AstroBin هو دالّة لعدد الإعجابات و عدد الصور الملتقطة بواسطة المستخدم.

source: Because it's computationally expensive, the AstroBin index is updated only every 24 hours. The same applies for the search index, the Big Wall, and some other user data.
ar: بسبب الصعوبة الحاسوبية لذلك ؛ يتم تحديث مؤشر AstroBin مرة فقط كل 24 ساعة. وينطبق هذا أيضا علي فهرس البحث و الحائط الكبير و بعض بيانات المستخدمين.

source: Do you have a question not covered here! Please <a href="/contact/">contact us</a>!
ar: هل عندك أسئلة لم يتم الإجابة عنها هنا! من فضلك <a href="/contact/">تواصل معنا</a>!

source: Guidelines
ar: خطوط الإرشاد
ro: Orientări
sq: Udhëzime
tr: Kurallar

source: AstroBin accounts are meant for members to share original images that they have created.
ar: حسابات Astrobin المخصصة للأعضاء هدفها مشاركة الصور الأصلية الّتي قاموا بالتقاطها.
sq: Llogarite e AstroBin jane te destinuara per antaret qe te shperndajne fotot origjinale qe kane krijuar.
tr: AstroBin hesapları üyelerin kendi üretmiş olduğu çalışmaları paylaşmak için kullanılmalıdır.

source: What is allowed
ar: المسموح به
sq: Cfare lejohet
tr: Neye izin var

source: Do upload content you have created yourself.
ar: تحميل المحتوي الذي صنعته بنفسك.
sq: Po ngarkoni gjëra që keni krijuar vetë.
tr: Kendi üretmiş olduğunuz içeriği paylaşın.

source: Respect the copyright of others. Stealing images from other people and trying to pass them off as yours is not allowed on AstroBin.
ar: احترم حقوق النشر للآخرين. غير مسموح في Astrobin بسرقة الصور من الآخرين ومحاولة تمريرها و كأنها خاصة بك.
sq: Respektoni copyrighti-n e te tjereve. Vjedhja e fotove nga te tjeret,dhe pervetesimi sikur i keni bere vete nuk lejohet ne AstoBin.
tr: Diğer kullanıcıların telif haklarına saygı duyun. Başkalarının çalışmalarını alarak kendinizinmiş gibi paylaşmaya çalışmaya AstroBin tarafından izin verilmemektedir.

source: Do fill in all the technical details you can.
ar: اكتب كل ما يمكنك من التفاصيل التقنية.
sq: A plotësoni të gjitha detajet teknike që mundeni.
tr: Mümkün olduğunca tüm teknik detayları paylaşın.

source: AstroBin is founded on the idea that data is important and can't go wasted in a sea of chaos. As much as you can, please fill in the technical details of your images.
ar: تم تأسيس موقع Astrobin اعتمادا علي فكرة أن البيانات مهمة و لايمكن السماح بضياعها في بحر من الفوضي. عل قدر ما يمكنك ، من فضلك اكتب التفاصيل التقنية الخاصة بصورك.
sq: AstroBin eshte themeluar me idene qe informacionet mos humbin ne detin e kaosit. Plotesoni detajet teknike te fotos, sa me shume te mundeni.
tr: AstroBin verilerin değerli olduğu ve bir kaos denizinde ziyan edilmemesi fikri üzerine kurulmuştur. Resimleriniz için verebildiğiniz kadar teknik detay vermeye çalışın.

source: Be respectful of other users.
ar: تعامل باحترام مع المستخدمين الآخرين.
ro: Fii respectuos cu alți utilizatori.
sq: Respekto përdoruesit e tjerë.
tr: Diğer kullanıcılara saygılı olunuz.

source: Be nice and friendly to other users when you send them messages.
ar: كن لطيفا و ودود مع المستخدمين الآخرين عندما تراسلهم.
sq: Tregohuni mikprites dhe te edukuar kur dergoni mesazhe perdoruesve te tjere.
tr: Diğer kullanıcılara mesaj gönderirken lütfen kibar ve dostça davranın.
