Repository: HunterHarling/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: ar, ro, sq, tr

source: Latitude of the first Central Meridian.
ro: Latitudinea primului Meridian Central.
sq: Gjeresia gjeografike e Meridianit te pare Qendror.
tr: Birinci Başlangıç Meridyeni Enlemi.

source: Latitude of the second Central Meridian.
ro: Latitudinea celui de-al doilea Meridian Central .
sq: Gjeresia gjeografike e Meridianit te dyte Qendror.
tr: İkinci Başlangıç Meridyeni Enlemi.

source: Latitude of the third Central Meridian.
ro: Latitudinea celui de-al treilea Meridian Central
sq: Gjeresia gjeografike e Meridianit te trete Qendror.
tr: Üçüncü Başlangıç Meridyeni Enlemi.

source: Mean SQM
sq: Mesatarja SQM
tr: Ortalama SQM

source: Plate-solving has started in the background. It might take a while, so please don't request it again! You will be notified when the job has completed. Thanks!
sq: Zberthimi ka filluar ne sfond. Do duhet pak kohe, lutemi mos kerkoni akoma ate! Do lajmeroheni sapo te mbaroj. Faleminderit!

source: Click on a suggestion or press TAB to add what you typed
sq: Kliko mbi sygjerim ose shtyp TAB per te shtuar ate qe shkruat

source: To fill in the missing dates, use the <strong>Edit acquisition details</strong> entry in the <strong>Actions</strong> menu for each image.
sq: Per te plotesuar te dhenat qe mungojne, perdor <strong>Nderro detajet e fotos</strong> hyni ne <strong>Veprimet</strong> menuja per cdo foto.

source: To fill in the missing gear, use the <strong>Edit gear used</strong> entry in the <strong>Actions</strong> menu for each image.
sq: Per te plotesuar mekanizmin qe mungon, perdor<strong>Nderro mekanizmin e perdorur</strong> hyni ne <strong>Veprime</strong> menuper cdo foto.

source: To fill in the missing subjects, use the <strong>Edit basic information</strong> entry in the <strong>Actions</strong> menu for each image.
sq: Per te plotesuar subjektet qe mungojne, perdor <strong>Modifiko informacionet baze</strong> hyni ne <strong>Veprime</strong> menuja per cdo foto.

source: To fill in the missing acquisition details, use the <strong>Edit acquisition details</strong> entry in the <strong>Actions</strong> menu for each image.
sq: Per te plotesuar detajet e filmimit qe mungojne, perdor <strong>Modifiko detajet e filmimit</strong> hyni ne <strong>Veprime</strong> menu per cdo foto.

source: Images uploaded
sq: Fotografi te ngarkuara

source: <strong>%s</strong> has requested additional information about your image.
sq: <strong>%s</strong> ka kërkuar informacione shtesë për foton tuaj.

source: <strong>%s</strong> has requested to see the TIFF or FITS of your image.
sq: <strong>%s</strong> ka kërkuar te shikoj formatin TIIF apo FITS te fotos tuaj.

source: Following a user was successful
sq: Ndjekja e nje përdoruesi arriti me sukses

source: Unfollowing a user was successful
sq: Mosndjekja e nje përdoruesi arriti me sukses

source: Image brought to your attention
ro: Imagine adusa in atentia dvs.
sq: Fotografia u soll ne vëmendjen tuaj
tr: Dikkatinize sunulan resim

source: Your image is ready
sq: Fotografia juaj është gati

source: Your request was fulfilled
sq: Kerkesa juaj u plotësua

source: Your image was deleted
sq: Fotografia juaj u fshi

source: Nomination for the Messier Marathon
sq: Nominim per Maratonen Messier

source: Top Nomination for the Messier Marathon
sq: Nominimi kryesor per Maratonen Messier

source: You have some images that are lacking data
sq: Juve keni disa fotografi ku mungojne te dhënat

source: Night after night
sq: Natë pas nate

source: Messier marathon
sq: Maratona Messier

source: Requests
sq: Kërkesa

source: AstroBin is an image hosting website specifically targeted to astrophotographers: it's the first and the last place where you need to upload your astrophotography images. Made by an astrophotographer, for the astrophotographers.
ro: Astrobin este un website specific dedicat astrofotografilor: este primul si ultimul loc unde va puteti incarca astrofotografiile. Facute de un astrofotograf pentru astrofotografi.
sq: AstroBin eshte nje sit bartës fotografishë, i synuar per astrofotografët: është vendi i parë dhe i fundit ku ju do keni nevojë të ngarkoni astrofotot tuaja. I krijuar nga një astrofotograf, për astrofotografët.
tr: AstroBin astrofotoğrafçıları hedef alan bir resim paylaşım sitesidir. Astrofotoğraflarınızı yüklemek isteyebileceğiniz ilk ve de son yerdir. Astrofotoğrafçılar için bir Astrofotoğrafçı tarafından yapılmıştır.

source: Nightly
sq: Cdo nate

source: A list of all images acquired every night.
sq: Një liste e te gjitha fotove te marra cdo natë.

source: A list of objects from the Messier catalog, each one represented by an AstroBin image chosen by the users via a democratic nomination process.
sq: Një listë objektesh nga katalogu Messier, secila e përfaqësuar nga një foto e AstroBin e zgjedhur ne mënyrë demokratike nga proçesi emërtimit.

source: How do I get an image featured on the Messier Marathon page?
sq: Si mund te gjej nje foto qe i perket faqes se Maratones Messier?

source: Yes. AstroBin is completely free!
ro: Da. AstroBin este complet gratuit!
sq: Po. AstroBin eshte plotësisht pa pagesë!
tr: Evet. AstroBin tamamıyla ücretsizdir.

source: <strong>NO!</strong> On AstroBin you can upload as many images as you want, and as large as you want. In fact, full size images are encouraged!
sq: <strong>JO!</strong> Ne AstroBin ju mund te ngarkoni sa foto te deshironi, dhe me permasa te pakufizuara. Ne fakt keshillojme gjithmone, foto me permasa sa me te plota!
tr: <strong>HAYIR!</strong> AstroBin'de istediğiniz kadar ve istediğiniz boyutta resim yükleyebilirsiniz. Aslında, orijinal çözünürlükteki resimler teşvik edilmektedir!

source: Images on the <a href="%(messier_url)s">Messier Marathon page</a> are selected via a democratic nomination process. If you see an image of some Messier Object, and you think that it should appear on the Messier Marathon page, nominate it using the <strong>Actions</strong> menu. The image with the most nominations for a certain Messier object will automatically be featured.
sq: Fotot ne <a href="%(messier_url)s">Faqja e Maratones Messier</a> zgjidhen nga nje proçes automatik emertimi. Nese shikoni fotografi te Objekteve Messier, dhe mendoni qe duhet te shfaqet ne faqen e Maratones Messier, emertoje ate duke perdorur menune e <strong>Veprime</strong>. Fotografia me me shume emertime per nje objekt Messieri do shfaqet automatikisht.

source: The authors of these images have been generous, and provided a link to the TIFF or FITS original files.
sq: Autoret e ketyre fotove kane qene bujar, dhe kane shtuar linkun per tek dosjet origjinale TIFF ose FITS.

source: Don't upload anything that you don't hold the copyright for.
sq: Mos ngarko ne sit asgje qe nuk ka copyrightin tend.
tr: Telif haklarını elinde bulundurmadığınız hiç bir şeyi paylaşmayın.

source: It's simple: if you didn't take an image yourself, then don't upload it. Images taken with remote equipment and images taken with borrowed equipment are fine of course. What matters is that it was your work.
sq: Eshte e thjeshte: nese nuk e keni bere vet foton,mos e ngarko ate. Fotografite e marra ne distance,ose me paisje te huazuara lejohen natyrisht. Ajo qe ka rendesi eshte qe puna te jete e juaja.
tr: Kural basit: Fotoğrafı siz çekmediyseniz paylaşmayın. Uzaktan kullanılan ya da ödünç almış olduğunuz ekipmanlar ile çekmiş olduğunuz fotoğrafları paylaşabilirsiniz. Önemli olan sizin çalışmanız olması.

source: Dedication to data
sq: Përkushtimi i të dhënave
tr: Verilere bağlılığı

source: Have you ever wanted to see how your next image is going to look like? On <em>AstroBin</em>, you can search for all images of a certain target that were taken with a certain telescope and a certain CCD or camera. Or a certain filter. How about all the images between 6 and 8 hours of integration? Or with a certain Moon phase? You can do that!
sq: Keni dashur ndonjehere te dini se si do dukej foto e juaj e ardhshme? Ne <em>AstroBin</em>, juve mund te kerkoni per te gjitha fotot te nje subjekti te caktuar,i fotografuar me nje teleskop te caktuar ose me nje CCD apo aparat fotografik te caktuar.Po persa i perket fotografive me integrim rreth 6 dhe 8 ore? Ose me nje faze henore te caktuar? Ju mund ta beni kete!
tr: Hiç bir sonraki resminizin nasıl olabileceğini görmek istediniz mi? <em>AstroBin</em> sitesinde, aynı teleskop, aynı CCD ya da aynı kamera ile çekilmiş aynı hedefleri aramanız mümkün. Ya da aynı filtre ile. Resimlerin 6 ile 8 saat birleştirilmiş haline ne dersiniz? Ya da aynı ay evresindeki halini? Tüm bunları yapabilirsiniz!

source: Don't tell me you have never gone back to revise the processing of an image <em>after</em> you had published it. <em>AstroBin</em> embraces this concept and lets you publish several revisions of the same image easily and intuitively! Now it's going to be really easy to tell whether your processing has improved.
sq: Mos me thuaj qe nuk jeni kthyer kurre mbrapsht per te ndryshuar perpunimin e nje fotoje <em>mbasi</em> e keni publikuar. <em>AstroBin</em> përqafon këtë koncept dhe ju lejon të publikoni disa rishikime të se njëjtës foto ne menyre të lehtë dhe intuitive! Tani do të jetë me të vërtetë e lehtë për të treguar nëse përpunimi juaj është përmirësuar.
tr: Bir fotoğraf <em>paylaştıktan sonra</em> bir daha asla geri donüp tekrar gözden geçirmediğinizi söylemeyin! <em>AstroBin</em> bu fikri benimsemekte ve aynı fotoğrafın farklı revizyonlarını kolayca yayınlamanıza olanak sağlamaktadır! Şimdi, işleme kabiliyetinizin gelişip gelişmediğini söylemek gerçekten kolaylaşıyor.

source: As you have undoubtly realized by now, <em>AstroBin</em> is way more than an image hosting service. It's what the Astrophotography community has needed for a long time. For years, I have seen amazing images scattered all over the Internet: general purpose image hosting sites, forums, personal websites and even temporary places. Some of those images contain data that is too precious to go wasted in a sea of chaos. <em>AstroBin</em> comes to the rescue to provide a home and a central hub for astrophotographers all over the world.
sq: Padyshim me sa keni kuptuar deri tani, <em>AstroBin</em> eshte me shume se nje sherbim magazinimi fotografishe. Eshte ajo qe komuniteti i astrofotografeve kishte nevoje nga shume kohe. Per vite te tera kam pare ne internet foto fantastike te shkrepura anembane: ne site mbajtes fotosh te pergjithshme, neper forume, neper site personale apo vende perkohore. Disa nga keto foto permbajne informacione shume te cmuara per tu humbur ne detin e kaosit. <em>AstroBin</em> vjen në shpëtim për të siguruar një shtëpi dhe një pikë qëndrore për astrofotografet në të gjithë botën.
tr: Sizler de görüyorsunuz ki <em>AstroBin</em> şüphesiz bir resim paylaşım servisinden fazlasıdır. Bu servis Astrofotoğrafi camiasının uzun süredir ihtiyacı olan bir şeydi. Yıllardır genel amaçlı fotoğraf paylaşım sitelerinde, forumlarda, kişisel web sitelerinde ve hatta bazı geçici alanlarda kısacası internetin her alanında inanılmaz güzel fotoğraflar görürüm. Bunların bazıları da bir kaos denizinde haracanamayacak ölçüde değerliydiler. İşte <em>AstroBin</em> tüm dünyadaki Astrofotoğrafçıları ortak bir çatı altında toplayıp bu durumun önüne geçmek için yaratıldı.

source: Astrophotography images have scientific value that shouldn't be lost in file compression. On AstroBin you can (and should!) upload full size images. And you have unlimited space for free.
sq: Fotografite astronomike kane vlera shkencore qe s'duhet te humbasin ne kompresimin e tij. Ne AstroBin ju mund (dhe duhet) te ngarkoni foto me permasa maksimale. Dhe ju keni hapsire te pakufizuar falas.
tr: Astrofotoğraflar dosya sıkıştırması ile kaybedilmemesi gereken bilimsel değere sahiptirler. AstroBin'de dosyalarınızı tam boyutta yükleyebilirsiniz (ve yüklemelisiniz de!). Ücrestiz sınırsız alana sahipsiniz.

source: Avg. integration hours
sq: Mes. integrimit te oreve

source: Messier Marathon
sq: Maratona Messier

source: This is a list of Messier objects featuring images on AstroBin. You can nominate any image (as long as it contains a Messier object), by opening the <strong>Actions</strong> menu and selecting <strong>Nominate for the Messier Marathon</strong>.
sq: Kjo eshte nje liste e objekteve Messier qe shfaqen ne AstroBin. Ju mund te emertoni cdo foto(derisa ajo permban nje objekt Messier), duke hapur menune <strong>Veprime</strong> dhe duke zgjedhur <strong>Emerto per Maratonen Messier</strong>.

source: What about <a href="%(search_url)s">doing a search</a> and nominating some images now?
sq: Po persa i perket <a href="%(search_url)s">duke kerkuar</a> dhe emerimin e disa fotove tani?

source: Nominate for the Messier Marathon
sq: Emëro për Maratonen Messier

source: You will nominate this image for the <a href="%(the_url)s" target="_blank">Messier Marathon</a>. The Messier Marathon is a list of the Messier objects that features AstroBin images nominated by the users. For each Messier object, the AstroBin image with the most nomination is chosen.
sq: Ju do percaktoni kete foto per <a href="%(the_url)s" target="_blank">Maratonen Messier</a>. Maratona Messier eshte nje liste e objekteve Messier qe shfaqen ne AstroBin te percaktuar nga perdoruesit. Per cdo objekt Messier, foto e AstroBin me percaktime me te shumta u zgjodh.

source: Press <em>Continue</em> to nominate this image for <strong>M %(messier_object)s</strong>.
sq: Shtyp <em>Vazhdo</em> per te percaktuar kete foto per <strong>M %(messier_object)s</strong>.

source: Sorry, but it doesn't look like this image contains a Messier object. If you think this is a mistake, please contact the author of the image and ask them to add the correct Messier object as a subject.
sq: Na vjen keq, por fotografia nuk permban objekte Messier. Nese mendoni qe ky eshte nje gabim, ju lutemi kontaktoni autorin e fotos dhe pyeteni ate per te shtuar objektin korrekt si subjekt.

source: This image contains multiple Messier objects. Please choose the one for which you are nominating this image.
sq: Kjo foto permban objekte te shumte Messier. Lutemi zgjidhni cilin prej tyre deshironi te percaktoni.

source: You have already nominated this image
sq: E ke percaktuar nje here kete foto

source: You can't nominate the same image more than once.
sq: Nuk mund te percaktoni te njejten foto me shume se nje here.

source: Thanks for your nomination
sq: Faleminderit per percaktimin

source: Your nomination has been recorded, thank you!
sq: Percaktimi juaj u rregjistrua, ju faleminderit!

source: Visit the Messier Marathon
sq: Vizito Maratonen Messier

source: Images acquired night after night
sq: Fotot e marra natë pas nate

source: On this page you can see images that were actually taken each night, and not merely uploaded on a particular date.
sq: Ne këtë faqe ju mund të shihni foto qe jane marrë cdo natë, dhe jo thjesht te ngarkuara në një datë të veçantë.

source: No image acquired in the selected month.
sq: Asnje foto e marre ne muajin qe zgjodhet.

source: current month
sq: muaji tanishem

source: Before you start uploading images, you have to add at least one telescope and one camera. Do that in <a href="%(the_url)s?initial">your profile</a>!
sq: Para se te filloni ngarkimin e fotove, ju duhet te shtoni te pakten nje teleskop dhe nje aparat. Beje kete ne <a href="%(the_url)s?initial">profili yt</a>!
tr: Resimleri yüklemeye başlamadan önce en az bir teleskop ve bir kamera girmiş olmak zorundasınız. Bunu <a href="%(the_url)s?initial">profilinizden</a> yapabilirsiniz!

source: Clusters
sq: Dyndjet

source: This image is a <strong>work in progress</strong> from your <a href="%(profile_url)s?staging">Staging Area</a>. This means nobody can see it unless you give them one of the links you can find in the <em>Share</em> menu below. Use that link to post this image to Internet forums and get feedback on it. When you are satisfied, perhaps after uploading some revisions, <a href="%(promote_url)s">promote it</a> to the <a href="%(profile_url)s">Public Area</a>.
sq: Kjo foto eshte nje <strong>pune e pambaruar</strong> nga <a href="%(profile_url)s?staging">Zona Punes</a>. Kjo do te thote qe asnjeri nuk e shikon dot ate,derisa ju nuk i jepni kodin e lidhjes qe gjendet ne menune <em>Shpernda</em>. Perdor ate link per te postuar foton neper forume qe te marresh vleresime mbi te. Kur te jeni i kenaqur, mbase duke ngarkuar riperpunimet, beji reklam <a href="%(promote_url)s">nxite ate</a> tek <a href="%(profile_url)s">Zona Publike</a>.
tr: Bu fotoğraf <a href="%(profile_url)s?staging">Özel Alanınızdan</a> bir <strong>taslak çalışmadır</strong>. Bunun anlamı şu; aşağıdaki <em>Paylaşım</em> menüsünden bir link vermediğiniz sürece kimse bu fotoğrafı göremeyecektir. Bu linki fotoğrafınızı internet forumlarında paylaşmak için kullanın. Fotoğrafınız ile ilgili olumlu geri dönüşler alırsanız belki de bir kaç revizyon yüklemesinden sonra fotoğrafınızı <a href="%(profile_url)s">Genel Alana</a> <a href="%(promote_url)s">terfi ettirebilirsiniz</a>.

source: Plate-solve
sq: Zberthe

source: Plate-solve again
sq: Zbertheje prap

source: Delete everything
sq: Fshi cdo gje

source: Delete this revision
ro: Sterge aceasta revizie
sq: Fshije rishikimin
tr: Bu revizyonu sil

source: Bring to a user's attention
ro: Aduceti in atentia unui utilizator
sq: Dergoje ne vemendjen e dikujt
tr: Kullanıcının dikkatine sun

source: Request additional information
sq: Kerkese per informacione shtese

source: Request TIFF/FITS
sq: Kerko TIFF/FITS

source: This image was just uploaded and is still processing. Please try to refresh this page in a few seconds.
sq: Kjo foto sapo u ngarkua dhe po vazhdon proçesi. Lutemi rifreskoni faqen per pak sekonda.

source: and %(number)s more (click to view).
sq: dhe %(number)s me shume (kliko per te shikuar).

source: (hide these subjects)
sq: (fshih keto subjekte)

source: Field width
sq: Gjerësia fushës

source: arcminutes
sq: arcminuta

source: Field height
sq: Lartësia fushës

source: Follow %(username)s?
sq: Ndiq %(username)s?

source: You will receive a notification every time %(username)s posts a new image. Continue?
sq: Ju do lajmeroheni cdo here kur %(username)s poston nje foto te re. Vazhdo?

source: Yes, follow!
sq: Po, ndiq!

source: Stop following %(username)s?
sq: Ndalo se ndjekuri %(username)s?

source: You will stop receiving notifications when %(username)s posts a new image. Continue?
sq: Ju sdo keni me lajmerime kur %(username)s poston nje foto te re. Vazhdo?

source: Yes, stop following!
sq: Po, ndalo ndjekjen!

source: Yes, delete everything
sq: Po, fshi cdo gje

source: Yes, delete revision
sq: Po, fshi rishikimin

source: Yes, delete image
sq: Po, fshi foton

source: uploaded
sq: u ngarkua

source: Bring image to attention
ro: Aduceti imaginea in atentie
sq: Dergo foton ne vemendje
tr: Fotoğrafa dikkat çek

source: By choosing some users and clicking the button below, you will send them a notification prompting them to checkout this image.
ro: Alegand unii utilizatori si apasand butonul de mai jos, le vei trimite o notificare sa verifice aceasta imagine.
sq: Duke zgjedhur disa perdorues dhe klikuar butonin poshte, do i dergoni atyre nje lajmerim per te vrojtuar foton tuaj.
tr: Bazı kullanıcıları seçip aşağıdaki butona basarak, bu kullanıcıların ilgili fotoğrafa göz atmalarını isteyen bir bildirim göndereceksiniz.

source: Click on a user below!
ro: Faceți clic pe un utilizator de mai jos!
sq: Kliko tek nje perdorues poshte!
tr: Aşağıdaki kullanıcılardan birine tıklayınız!

source: Done!
ro: Realizat !
sq: U be!
tr: Tamamlandı!

source: The image was brought to the attention of the selected users.
ro: Imaginea a fost adusa in atentia utilizatorilor selectati .
sq: Foto u dergua nen vemendjen e perdoruesit te zgjedhur.
tr: Bu fotoğraf seçilen kullanıcıların dikkatine sunuldu.

source: You will notify <strong>%(username)s</strong> that you would like them to feed more information in the technical card for this image. Continue?
sq: Ju do njoftoni <strong>%(username)s</strong> qe do kishit deshire per te ushqyer me shume informacione ne skeden teknike te kesaj fotoje. Vazhdo?

source: You will notify %(username)s that you would like to see the TIFF or FITS file. AstroBin doesn't currently offer to host such large files, so hopefully %(username)s will contact you about how to handle the transaction. Continue?
sq: Ju do të njoftoni %(username)s që do të deshironit të shihnit kartelën TIFF ose FIT. AstroBin aktualisht nuk ofrojn dot hapesire per te pritur fotografi të tilla të mëdha, kështu që shpresojmë qe %(username)s do të kontaktoj me ju për mënyrën se si të kalohen dosjet. Vazhdo?

source: TIFF/FITS requested
sq: TIFF/FITS u kerkuan

source: <strong>%(username)s</strong> has been notified. Hopefully they will get in touch with you and send you the TIFF/FITS files. AstroBin doesn't currently offer to host these files, unfortunately.
sq: <strong>%(username)s</strong> u njoftua. Shpresojmë qe ata do të marrin kontakt me ju dhe të ju dërgojnë dosjet TIFF/FITS. AstroBin aktualisht nuk ofron dot hapesire për të pritur këto fotografi, per fat te keq.

source: Step 5 of 5: acquisition details
sq: Hapi 5 i 5: detajet e sesionit

source: Save and finish
sq: Shpeto dhe mbaro

source: Step 3 of 5: basic information
sq: Hapi 3 i 5: informacionet bazë

source: Step 4 of 5: gear used
sq: Hapi 4 i 5: mekanizmi i përdorur

source: Next step: acquisition
sq: Hapi tjeter: rregjistrimi fotos

source: You can associate a Creative Commons license with your content if you wish, to grant people the right to use your work under certain circumstances. For more information on what your options are, please visit the <a target="_blank" href="http://www.creativecommons.org/">Creative Commons website</a>.
sq: Ju mund ta shoqëroni foton me një licence Creative Commons nëse ju dëshironi, për t'i dhënë njerëzve të drejtën për të përdorur punën tuaj në rrethana të caktuara. Për më shumë informacion mbi cilat jane opsionet tuaja, ju lutem vizitoni <a target="_blank" href="http://www.creativecommons.org/">Sitin e Creative Commons</a>.
tr: Eğer dilerseniz bazı kesin koşullar altında diğer insanlara kullanım hakkı verebilmek için çalışmalarınızı Creative Commons lisansı ile ilişiklendirebilirsiniz. Seçeneklerinizin ne olduğu ile ilgili daha detaylı bilgi alabilmek için <a target="_blank" href="http://www.creativecommons.org/">Creative Commons web sitesini</a> ziyaret edebilirsiniz.

source: Knowing the pixel scale will help
sq: Te dish madhesine e nje pikseli do te te ndihmoj

source: Step 1 of 5: plate solving scale
sq: Hapi 1/5: shkallezimi i zberthimit te fotos

source: Edit your image: plate-solving scale
sq: Modifiko foton tuaj: shkalla zberthimit

source: AstroBin <em>could</em> plate-solve your image without knowing anything about it, but that could be a long process. If you know the approximate size of the field of your image, plate-solving will be much faster and will have a better chance of success!
sq: AstroBin <em>mund</em> te zberthej ne info foton tuaj pa ditur asgje rreth saj, por do zgjase si proces. Nese dini perafersisht masen e fushes fizive te fotos, zberthimi do jete me i shpejte dhe i sakte!

source: Start plate-solving
sq: Fillo zberthimin

source: Next step: watermark
sq: Hapi tjeter: watermark

source: <strong>Note</strong>: if you didn't upload a full resolution image, the pixel scale will be wrong!
sq: <strong>Vini re</strong>: nese nuk keni ngarkuar nje foto me risoluzion te larte, shkalla e pikselave do jete e gabuar!

source: Step 2 of 5: watermark
sq: Hapi 2/5: watermark

source: by <a href="%(user_page)s">%(user)s</a>
sq: nga <a href="%(user_page)s">%(user)s</a>

source: Show all notifications
sq: Trego te gjitha lajmerimet

source: You have no new notifications.
ro: Nu aveti notificari noi.
sq: Nuk keni asnje lajmerim.
tr: Yeni bildirimleriniz yok.

source: newer
sq: te reja
