Repository: HunterHarling/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: ar, ro, sq, tr

source: Your API Keys
ar: مفاتيح الـ API الخاصة بك
ro: Cheile tale API
tr: API Anahtarlarınız

source: Created on
ar: أنشئ في
ro: Creat pe
tr: Oluşturma tarihi:

source: Active
ar: مُفعَّل
ro: Activ
tr: Aktif

source: You don't have any API Keys. Please read the <a href="%(api_docs_url)s">API documentation</a>.
ar: لا توجد لديك أي مفاتيح API. من فضلك اقرأ <a href="%(api_docs_url)s">API documentation</a>.
ro: Nu aveţi Chei API. Vă rugăm să citiţi <a href="%(api_docs_url)s">Documentaţia API</a>.
tr: API Anahtarınız yok. Lütfen <a href="%(api_docs_url)s">API dokümanını</a> okuyunuz.

source: Request an API Key
ar: طلب مفتاح API
ro: Se cere API Key
tr: API Anahtar isteği gönder

source: %(user)s's bookmarks
ar: صور %(user)s المفضلة

source: Your bookmarks
ar: صورك المفضلة

source: %(username)s's bookmarks
ar: صور %(username)s المفضلة

source: %(user)s's followers
ar: متابعي %(user)s

source: Your followers
ar: المتابعين لك

source: %(username)s's followers
ar: متابعي %(username)s

source: %(user)s's followed users
ar: المستخدمين الّذين يتابعهم %(user)s

source: Your followed users
ar: المستخدمين الّذين تتابعهم

source: %(username)s's followed users
ar: المستخدمين الّذين يتابعهم %(username)s

source: User not found:
ar: لم يتم العثور علي المستخدم:
ro: Utilizator negăsit:
sq: Perdoruesi nuk u gjet:
tr: Kullanıcı bulunamadı:

source: %(user)s's plots
ar: مخططات %(user)s
sq: %(user)s parcelat
tr: %(user)s kullanıcısının grafikleri

source: Hey <strong>%(user)s</strong>! I just wanted to let you know that you could make these plots more useful if you added all data to your images. Please make sure by checking whether you have images which lack data <a href="%(user_page)s?public&sub=nodata">here</a>.
ar: أهلاً و سهلاً يا <strong>%(user)s</strong>! أريد أن أُعلمك أنه يمكنك أن تجعل هذه المخططات البيانية أكثر إفادة إذا أضفت كل البيانات إلي صورك. من فضلك تأكد من مراجعة إذا كان عندك صور ينقصها بعض البيانات <a href="%(user_page)s?public&sub=nodata">هنا</a>.
sq: Hey <strong>%(user)s</strong>! Doja vetem tju thoja qe ju mund ti beni keto parcela me te perdorshme nese i shtoni te dhenat fotos. Ju lutem kontrolloni dhe sigurohuni qe mos i mungojne te dhenat fotos <a href="%(user_page)s?public&sub=nodata">këtu</a>.
tr: Hey <strong>%(user)s</strong>! Bilmelisin ki eğer resimlerinin tüm verilerini eksiksiz girersen bu grafikler çok daha kullanışlı olacaktır. Fotoğraflarında eksik veriler olup olmadığını ise <a href="%(user_page)s?public&sub=nodata">buradan</a> kontrol edebilirsin.

source: Total integration hours, plotted against time.
ar: مدة تعريض الضوء الكلية ، مقابل الوقت.
ro: Total de ore de integrare, în funcție de timp.
sq: Totali i orëve te integracionit, ne funksion te kohës.
tr: Zamana göre grafiklendirilmiş toplam pozlama süreleri

source: Total integration hours, plotted against time and arranged by imaging telescopes and lenses, and imaging cameras.
ar: مدة تعريض الضوء الكلية ، مقابل الوقت و مرتبة حسب آلة التصوير و التلسكوب أو العدسة المستخدمة في التصوير.
ro: Total ore de integrare, în funcție de timp și aranjate de către telescoapele de imagistica si lentile, precum și camere de luat vederi.
sq: Oret totale te integrimit, rilevuar kunder kohes dhe rregulluar sipas teleskopit dhe lenteve, dhe te aparatit fotografik.
tr: Teleskoplar, lensler ve kameralara göre düzenlenmiş, zamana göre grafiklendirilmiş toplam pozlama süreleri.

source: Combined view count for all the user's images, plotted against time.
ar: العدد الكلّي للمشاهدات لكل صور المستخدم ، مقابل الوقت.
sq: Numerator i kombinuar i shikimeve për të gjitha imazhet e përdoruesit, te sistemuar kundër kohës.
tr: Kullanıcının tüm resimlerinin zamana göre grafiklendirilmiş gösterim sayıları.

source: Image uploads, plotted against time.
ar: الصور الّتي تم رفعها ، مقابل الوقت.
ro: Încărcări de fotografie, în funcție de timp.
sq: Ngarkimet e fotove, te sistemuara kunder kohes.
tr: Zamana göre grafiklendirilmiş resim yüklemeleri.

source: These are your "work in progress" images: only you can see this list. You can show people individual images by sharing them using the <em>Share</em> menu.
ar: هذه هي صور "الأعمال غير المكتملة": أنت الوحيد الّذي يمكنه رؤية هذه القائمة. يمكنك عرض صور منفصلة للآخرين عن طريق مشاركتهم باستخدام قائمة <em>مشاركة</em>.
ro: Acestea sunt imaginile tale ''în lucru'': numai tu poţi vedea aceasta în listă. Poţi arată oamenilor imagini individuale distribuindu-le folosind <em>Distribuie</em> meniu.
sq: Këto janë foto "punime ne vazhdim": vetem ju mund te shikoni listen. Ju mund ti tregoni njerezve foto individuale duke i shperndare ato duke perdorur menune <em>Shpernda</em>.
tr: Bunlar "taslak" resimleriniz: bu listeyi sadece siz görebilirsiniz. <em>Paylaş</em> menüsünü kullanarak kişisel fotoğraflarınızı arkadaşlarınızla paylaşabilirsiniz.

source: These images don't have enough data. It's a shame...
ar: هذه الصور لا تحتوي علي بيانات كافية. هذا مُخجل...
ro: Aceste imagini nu au destule date. Este o ruşine...
sq: keto foto nuk kane te dhena te mjaftueshme. Eshte gjynah...
tr: Bu fotoğraflar yeterli veriye sahip değiller...

source: If you want your images to be categorized in albums, you should really fill in some data. Imaging telescopes, imaging cameras and subjects are the bare minimum. Dates of acquisitions are very important too.
ar: إذا أردت تصنيف صورك في ألبومات ، ينبغي لك أن تملأ بعض البيانات. تلسكوبات التصوير و آلات التصوير و الأجرام هم الحد الأدني. تواريخ الالتقاط مهمة أيضاً.
ro: Dacă doriţi ca imaginile să vă fie clasificate în albume, ar trebui să completaţi într-adevăr unele date. Telescoapele imagistice, camerele imagistice şi subiectele sunt minimul necesar. Datele de achiziţie sunt foarte importante deasemenea.
sq: Nese deshironi qe fotot e juaja te kategorizohen ne albume, ju duhet me te vertete te shtoni disa te dhena. Teleskopin e filmimit, kamerat dhe subjektet jane minimumi. Te dhenat e fotografimit jane gjithashtu te rendesishme.
tr: Fotoğraflarınızın albümlerde kategorilere ayrılmış olarak görünmesini istiyorsanız veri girmeniz gerekmektedir. Teleskop, kamera ve obje bilgileri gerekli olan minimum bilgilerdir. Ayrıca çekim tarihleri de oldukça önemlidir.

source: Tools
ar: الأدوات
ro: Instrumente
sq: Veglat
tr: Araçlar

source: Edit profile
ar: تعديل الملف التعريفي
ro: Editati profilul
sq: Modifiko profilin
tr: Profilinizi düzenleyin

source: Import from Flickr
ar: استيراد من موقع Flickr
ro: Importa din Flickr
sq: Imposto nga Flickr
tr: Flickr den al

source: AstroBin is currently in read-only mode, because of server maintenance. Please try again soon!
ar: Astrobin حاليا في وضع القراءة فقط لوجود صيانة للخادم. من فضلك حاول لاحقاً!
ro: Astrobin este in modul curent si exclusiv de citire, din motive de intretinere a serverului. Va rog sa reveniti in curand !

source: Please note: when importing from Flickr, automatic watermarking of the images it not supported.
ar: لاحظ من فضلك: عند الاستيراد من Flickr ، لا تكون العلامة المائية الأوتوماتيكية مدعومة.
ro: Va rugam sa retineti : la importul de pe Flickr, etichetarea automata a imaginilor nu este suportata.
sq: Vini re: kur importoni nga Flickr, watermarku automatik i fotove nuk suportohet.
tr: Lütfen dikkat: Fotoğrafları Flickr dan alırken otomatik filigranlama opsiyonu çalışmayacaktır.

source: Which set
ar: أيّ ألبوم
ro: Care seteaza
sq: Cilin setazh
tr: Hangi set

source: Import photos
ar: استيراد الصور
ro: Importa fotografii
sq: Importo fotot
tr: Fotoğrafları al

source: Authenticate with Flickr
ar: التوثيق مع Flickr
ro: Autentificati-va cu Flickr
sq: Autentifiko me Flickr
tr: Flickr'a giriş yapın

source: Unfortunately you need to enable Javascript to be able to import photos from Flickr at this time.
ar: للأسف تحتاج في هذا الوقت إلي تفعيل Javascript لكي تتمكن من استيراد الصور من Flickr.
ro: Din nefericire va trebui sa activati Javascript pentru a putea importa fotografii de pe Flickr .
sq: Fatekeqesisht ju nevojitet te aktivizoni Javascriptin qe te mundni te importoni foto nga Flickr tani.
tr: Flickr dan fotoğraf alabilmek için Javascript'i etkinleştirmelisiniz.

source: Click to select the photos you want to import
ar: اضغط لاختيار الصور الّتي تريد استيرادها
ro: Click pentru a selecta imaginile pe care doriti sa le importati.
sq: Kliko per te zgjedhur fotot qe deshironi te importoni
tr: Almak istediğiniz fotoğrafları seçmek için tıklayınız

source: Import selected photos
ar: استيراد الصور المُحددة
ro: Importa fotografiile selectate
sq: Importo fotot e zgjedhura
tr: Seçili fotoğrafları al

source: Importing images.
ar: يتم استيراد الصور.
ro: Importarea imaginilori
sq: Duke importuar fotot.
tr: Resimler alınıyor.

source: Do not navigate away from this window: this might take a while!
ar: لا تنتقل بعيدا عن هذه الصفحة: قد يستغرق هذا بعض الوقت!
ro: Nu navigati in afara acestei ferestre : aceasta at putea dura mult timp.
sq: Mos u largo nga kjo dritare: do duhet vetem pak!
tr: Bu pencereden ayrılmayın: bu işlem biraz daha zaman alacaktır!

source: Done! Go to <a href=\"/me\">your profile</a> to see the new pictures (and keep an eye on your notifications)!
ar: تمت العملية بنجاح! اذهب إلي <a href=\"/me\">ملفك التعريفي</a> لرؤية الصور الجديدة (و تفقد أيضا إشعاراتك)!
ro: Gata ! Mergeti la <a href=\"/me\">profilul dumneavoastra</a> pentru a vedea noile poze ( si a fi atent la notificatiile dumneavoastra) !
sq: U bë! Shko tek <a href=\"/me\">profili yt</a> per te pare fotot e reja (dhe mbaj nje sy hapur teklajmerimet)!
tr: Bitti! Yeni fotoğrafları görmek için <a href=\"/me\">Profilinize</a> gidin (ve bildirimlerinize göz atın)!

source: Public Area
ar: المساحة العامة
ro: Zona Publică
sq: Zona Publike
tr: Ortak alan

source: Staging Area
ar: مساحة الإعداد
sq: Zona Punës
tr: Özel alan

source: Following
ar: يتابع

source: Lacking data
ar: ينقصها البيانات
ro: Lipsă de date
sq: Te dhënat që mungojnë
tr: Eksik veri

source: %(user)s's commercial products
ar: المنتجات التجارية الخاصة بالمستخدم %(user)s
ro: Produsele comerciale ale utilizatorului %(user)s

source: Your commercial products
ar: المنتجات التجارية الخاصة
ro: Produsele dumneavoastra comerciale.

source: Please remember that you are only allowed to claim items that you really produce and/or retail.
ar: من فضلك تذكر أنه يُسمح لك بإدعاء المنتجات الّتي تنتجها و/أو تبيعها فقط.
ro: Vă rugăm să rețineți că vă este permis sa revendicati doar ce produceti sau vindeti cu adevarat.

source: As producer
ar: كمُنتِج
ro: Ca producator

source: Gear IDs
ar: رقم أو كود الجهاز
ro: IDs echipament

source: As retailer
ar: كبائع
ro: Ca vanzator cu amanuntul

source: You haven't claimed any retailed products yet.
ar: لم تقم بعد بادّعاء أي منتجات للبيع.
ro: Tu nu ai sustinut inca niciun produs vandut cu amanuntul.

source: %(user)s hasn't claimed any retailed products yet.
ar: %(user)s لم يقم بعد بادّعاء أي منتجات للبيع.
ro: %(user)s nu a revendicat vreun produs vandut cu amanuntul

source: Claim as producer
ar: الادّعاء كمُنتِج
ro: Revendicare ca producator

source: Claim as retailer
ar: الادّعاء كبائع
ro: Revendicare ca vânzător cu amănuntul

source: Claim commercial product
ar: ادّعاء منتج تجاري
ro: Revendicati produs comercial

source: Claim
ar: إدعاء مُنتج
ro: Revendicati

source: Select items to remove
ar: قم بتحديد عناصر لحذفها
ro: Selectati itemurile ce urmeaza a fi eliminate.

source: Be careful if you try to remove all of these!
ar: كن حذراً إذا أردت حذف كل هذا!
ro: Fiti atent daca incercati sa eliminati toate acestea !

source: All the properties, including the commercial description, of this claim will be deleted and cannot be recovered!
ar: سيتم حذف كل خصائص هذه المُنتج متضمنة الوصف التجاري أيضاً ، ولا يُمكن استعادتها بعد ذلك!
ro: Toate proprietățile, inclusiv denumirea comercială a acestei afirmatii vor fi sterse si nu pot fi recuperate.

source: Select the product you want to merge to
ar: حدّد المٌنتَج الّذي تريد الضمّ إليه
ro: Selectaţi produsul pe care doriţi să îl imbinaţi

source: Claim retailed product
ar: ادّعاء هذا المُنتَج
ro: Revendicați produs de vânzare cu amănuntul

source: All the properties of this claim will be deleted and cannot be recovered!
ar: ستم حذف كل خصائص هذا المُنتَج و لا يمكن استعادتها بعد ذلك!
ro: Toate proprietaţile acestei reclamaţii vor fi şterse şi nu pot fi recuperate.

source: Please wait...
ar: انتظر من فضلك...
ro: Vă rugăm, aşteptaţi...

source: Edit your basic information
ar: تعديل معلوماتك الرئيسية
ro: Editaţi-vă informaţiile de bază
sq: Modifko informacionet baze personale
tr: Temel bilgilerinizi düzenleyin

source: Edit your commercial information
ar: تعديل معلوماتك التجارية
ro: Editaţi-vă informaţiile comerciale

source: Edit your astrophotography gear
ar: تعديل أجهزتك للتصوير الفلكي
ro: Editaţi-vă echipamentul de astrofotografie
sq: Modifiko mekanizmin tend astrofotografik
tr: Astrofotoğrafi ekipmanlarınızı düzenleyin

source: Edit gear item
ar: تعديل الجهاز
ro: Editaţi element de echipament

source: Please note!
ar: لاحظ من فضلك!
ro: Vă rugăm, reţineţi !

source: When you add or edit the make, the name, and the properties of this product, the data is global and shared between all AstroBin users. Do not write any information in there that refers to your personal copy of this product, like "modded", "sold", "broken", "a present from my aunt" and so on.
ar: عند إضافة أو تعديل اسم المُصَنّع أو الطراز أو خصائص المُنتَج ، تكون البيانات عامة و يتشاركها جميع مستخدمي AstroBin. لا تكتب أي معلومات خاصة بنسختك الشخصية من هذا المُنتَج. مثل "معدلة" أو " تم بيعها" أو "تحطمت" أو "هدية من عمتي" إلخ.
ro: Atunci când adăugați sau editați marca, numele, și proprietățile acestui produs, datele sunt globale și partajate între toți utilizatorii AstroBin. Nu scrie nici o informație acolo unde se referă la o copie personală a acestui produs, cum ar fi "vândut", "stricat", "un cadou de la mătuşa mea", și așa mai departe.

source: Close
ar: إغلاق
ro: Închis

source: The following information, instead, is personal, and may refer to your copy of this product.
ar: علي العكس ، المعلومات التالية شخصية و يمكن أن تشير إلي نسختك من هذا المُنتج.
ro: Următoarele informaţii sunt personale şi se pot referi la copia produselor dumneavoastră.

source: Add gear item
ar: إضافة جهاز
ro: Adaugă echipament utilizat

source: Form saved. Thank you!
ar: تم حفظ الاستمارة. شكرا لك!
ro: Formă salvată. Mulțumesc!
sq: Forma u shpetua. Faleminderit!
tr: Form kaydedildi. Teşekkürler!

source: Set your default image license
ar: ضبط الرخصة الافتراضية لصورك
ro: Setează imaginea standard de licenţă.
sq: Imposto licensen e parazgjedhur te fotos tuaj
tr: Varsayılan fotoğraf lisansınızı belirleyin

source: You can set a default type of license for everything you upload into AstroBin. Change your default here.
ar: يمكنك ضبط رخصة افتراضية لكل شيء تقوم برفعه علي AstroBin. اضبط رخصتك الافتراضية هنا.
ro: Poţi seta o licenţa de bază pentru tot ce încarci pe AstroBin. Schimbă-ţi licenţa aici.
sq: Ju mund te zgjidhni nje tip licence te parazgjedhur,per cdo foto qe ngarkon ne AstroBin. Nderroni te parazgjedhuren tuaj ketu.
tr: AstroBin'e yükleyeceğiniz her şey için varsayılan bir lisans türü belirleyebilirsiniz. Varsayılanınızı buradan değiştirin.

source: Edit your locations
ar: تعديل الأماكن الخاصة بك
ro: Editaţi locaţiile dumneavoastră
sq: Modifiko vendndodhjet e tua
tr: Konumunuzu düzenleyin

source: Use the form below to add a new location. After you add one, a new empty form will be created at the bottom, in case you want to add more.
ar: استخدم الاستمارة بالأسفل لإضافة موقع جديد. بعد إضافة واحد ، سوف يظهر لك استمارة أخري فارغة في حال أردت إضافة المزيد.
ro: Utilizaţi formularul de mai jos pentru a adăuga o nouă locaţie. După ce aţi adăugat una, un nou formular gol va fi creat în josul paginii, în caz că doriţi să adaugaţi mai multe.
sq: Perdor formen poshte per te shtuar nje vendndodhje te re. Pasi te keni shtuar nje, nje forme e re bosh do krijohet poshte, ne rast se deshironi te shtoni akoma.
tr: Yeni bir konum eklemek için aşağıdaki formu kullanın. Daha da fazlasını eklemek istemeniz durumunda, bir tane ekledikten sonra en dipte yeni bir boş form oluşturulacaktır

source: AstroBin will not share your location details with other users.
ar: لن يشارك AstroBin تفاصيل موقعك مع المستخدمين الآخرين.
ro: AstroBin nu va împărtăşi locaţia ta altor utilizatori.
sq: AstroBin nuk do shperndaje vendndodhjet e juaja me perdorues te tjere.
tr: AstroBin konumunuzun detaylarını diğer kullanıcılarla paylaşmaz.

source: Edit your site preferences
ar: تعديل إعدادات الموقع الإلكتروني
ro: Editaţi preferinţele pentru site
sq: Modofiko preferencat e sitit
tr: Konum tercihlerinizi düzenleyin

source: Edit your retailer information
ar: تعديل معلومات متاجرك
ro: Editează informaţiile vânzătorului tău

source: minutes
ar: دقائق
ro: minute
sq: minuta
tr: dakika

source: seconds ago
ar: ثواني مَضَت
ro: secunde in urmă
sq: sekonda më parë
tr: saniye önce

source: %s ago
ar: منذ %s
ro: %s in urmă
sq: %s më parë
tr: %s önce

source: no alias
ar: لا يوجد اسم مستعار
ro: nici o asociere
tr: takma ad yok

source: Invalid image or no image provided. Allowed formats are JPG, PNG and GIF.
ar: صورة غير صالحة أو لا توجد صورة. الامتدادات المسموح بها هي JPG و PNG و GIF.
ro: Imagine nevalidata sau nici o imagine furnizata. Formatele permise sunt JPG, PNG si GIF.
sq: Fotografi jo e vlefshme. Formatet e lejuara jane JPG, PNG dhe GIF.
tr: Hatalı resim dosyası ya da resim dosyası yok. JPG, PNG ve GIF formatları desteklenmektedir.

source: You uploaded an Indexed PNG file. AstroBin will need to lower the color count to 256 in order to work with it.
ar: تم تحميل ملفPNG مُهمش. Astrobin سيحتاج لتقليل عدد الألوان إلي 256 لون لكي يستطيع العمل معه.

source: There was one or more errors processing the form. You may need to scroll down to see them.
ar: حدث خطأ أو أكثر أثناء معالجة التنسيق. قد تحتاج إلي االنظر في الأسفل كي تراهم.
ro: Au fost una sau mai multe erori de procesare a formularului. Ar putea fi necesar să derulați în jos pentru a le vedea.

source: Fill in one session, before adding more.
ar: املأ بيانات جلسة واحدة قبل إضافة أخرى.
ro: Completati o sesiune inainte de a mai adauga ceva.
sq: Ploteso ne nje seance, para se te shtoni me shume.
tr: Daha fazla eklemeden önce bir oturum ile ilgili bilgileri doldurun.

source: No date specified
ar: لايوجد تاريخ مُحدد
ro: Nici o dată specificată
sq: Asnje datë e specifikuar
tr: Tarih belirtilmedi

source: No imaging telescopes or lenses, or no imaging cameras specified
ar: لم يتم تحديد تلسكوبات أو عدسات أو آلات تصوير مُستخدمة
ro: Nu s-a specificat nici un telescop, lentila sau camera pentru producerea imaginii.
sq: Asnje teleskop per foto apo lente, ose asnje aparat apo kamer e specifikuar
tr: Herhangi bir görüntüleme teleskobu ya da lensi veyahut herhangi bir görüntüleme kamerası belirtilmedi

source: Gear images
ar: الصور المُلتقطة بالجهاز
ro: Imagini cu echipamentul
tr: Ekipman resimleri

source: No subjects specified
ar: لا يوجد موضوع محدد للصورة
ro: Nu sunt subiecte specificate
sq: Asnje subjekt i specifikuar
tr: Herhangi bir obje belirtilmedi

source: No acquisition details specified
ar: تفاصيل التقاط الصورة غير محددة
ro: N-ati specificat detaliile de achizitie
sq: Asnje detaj filmimi i specifikuar
tr: Hiç bir çekim detayı belirtilmedi.

source: Last login
ar: آخر تسجيل دخول
ro: Ultima logare
sq: Hyrja e fundit
tr: Son giriş zamanı

source: Total integration time
ar: مدة تعريض الضوء الكلية
ro: Timp total de integrare
sq: Koha totale e integrimit fotografik
tr: Poz Toplamı

source: Average integration time
ar: متوسط مدة تعريض الضوء
ro: Timpul mediu de integrare
sq: Koha mesatare e integrimit fotografik
tr: Ortalama poz süresi

source: Image uploaded. Thank you!
ar: تم تحميل الصورة. شكرا لك!

source: You can't merge a product to itself.
ar: لايمكن ضمّ المنتَج إلي نفسه.
ro: nu puteti alipi o imagine, ei insasi.

source: Default front page section changed.
ar: تم تغيير القسم الفتراضي للصفحة الرئيسية.

source: Thanks for reporting the problem. All thumbnails will be generated again.
ar: شكرا للتبليغ عن المشكلة. كل الصورة المصغرة يمكن انشائها مرة أخرى.

source: Resolution
ar: الدقة
ro: Rezoluție
sq: Risolucioni
tr: Çözünürlük

source: Dates
ar: التّواريخ
ro: Date
sq: Te dhenat
tr: Tarihler

source: Avg. Moon age
ar: متوسط عمر القمر
ro: "varsta" medie a Lunei (numarul de zile trecute de la Luna noua)
sq: Mes. Mosha Hënës
tr: Ort. Ay günü

source: Image deleted.
ar: تم حذف الصورة.

source: Revision deleted.
ar: تم حذف المراجعة.

source: If possible, use catalog names (e.g. M101, or NGC224 or IC1370).
sq: Nese eshte e mundur, perdor emertimet e katalogeve (p.sh. M101, ose NGC224 ose IC 1370).

source: Subjects
sq: Subjektet

source: Please enter either some subjects or a main solar system subject.
sq: Ju lutem shkruani apo veconi subjektin ose nje subjekt kryesor te sistemit diellor.

source: Nominate for
sq: Emërto për

source: has favorited
sq: Shëno si e bërë.

source: Attribution-NonCommercial-ShareAlike Creative Commons
ro: Atribuire-Necomercial-Distribuire în condiții identice Creative Commons
sq: Atributim-JoKomerciale-ShperndaEpelqe Creative Commons
tr: Creative Commons: Atıf-TicariOlmayan-Değiştirilebilir

source: Attribution-NonCommercial Creative Commons
ro: Atribuire-Necomercial Creative Commons
sq: Atributim-JoKomercial Creative Commons
tr: Creative Commons: Atıf-TicariOlmayan

source: Attribution-NonCommercial-NoDerivs Creative Commons
ro: Atribuire-Necomercial-NoDerivs Creative Commons
sq: Atributim-JoKomercial-JoPerfitues Creative Commons
tr: Creative Commons: Atıf-TicariOlmayan-Değiştirilemez

source: Attribution Creative Commons
ro: Atribuire Creative Commons
sq: Atributim Creative Commons
tr: Creative Commons: Atıf

source: Attribution-ShareAlike Creative Commons
ro: Atribuire - Distribuire în condiții identice Creative Commons
sq: Atributim-ShperndaEpelqe Creative Commons
tr: Creative Commons: Atıf-Değiştirilebilir

source: Attribution-NoDerivs Creative Commons
ro: Atribuire-NoDerivs Creative Commons
sq: Atributim-JoPerfitues Creative Commons
tr: Creative Commons: Atıf-Değiştirilemez

source: I don't want this image plate-solved.
sq: Nuk e dua kete foto te zberthyer me astrometri.

source: This is not a deep sky image, don't plate-solve it.
sq: Kjo nuk është nje fotografi e qiellit te thellë, mos e zberthe ne lastër.

source: I have no idea about the size of field, try a blind solve.
sq: Nuk e di se çfare përmasash ka fusha e shikimit, provo një zgjidhje te verbërt.

source: This is a very wide field image (more than 10 degrees).
sq: Kjo eshte nje fotografi me fushe te gjerë shikimi (më shumë se 10 gradë).

source: This is a wide field image (1 to 10 degrees).
sq: Kjo është një foto me fushë te gjërë shikimi (1 deri 10 gradë).

source: This ia narrow field image (less than 1 degree).
sq: Kjo është nje fotografi me fushe të ngushtë shikimi (me pak se 1 gradë).

source: Allow rating
sq: Lejo vlersimin

source: Insert a focal length if you want to plate-solve.
sq: Vendos gjatesine e fokales nese deshironi te zbertheni foton me astrometri.

source: Insert a pixel size if you want to plate-solve.
sq: Vendos madhesine e pikselit nese deshironi te zbertheni foton me astrometri.

source: This is the smallest of the binning values you used. If you imaged L in 1x1 and RGB in 2x2, put 1x1 here.
sq: Kjo eshte vlera me e ulet e shumzimit te nje pikseli. Nëse keni fotografuar L në 1x1 dhe RGB në 2x2, këtu vendos 1x1.

source: If you scaled your image before uploading, enter here the percentage of the new size. E.g. 50 if you made it half the size. Cropping, instead, doesn't matter.
sq: Nese e keni zvogeluar fotografine perpara se ta ngarkonit, vendos perqindjen e permasave te reja ketu. P.sh. 50 nese keni vene gjysmen e permasave. Prerja e fotografise,nuk ka rendesi.

source: Scaling
sq: Shkallëzimi

source: Mean FWHM
ro: Adică FWHM
sq: Mesatarja FWHM
tr: Yaklaşık FWHM
