Repository: HunterHarling/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: ar, ro, sq, tr

source: United Kingdom
ar: المملكة المتّحدة
ro: Regatul Unit
sq: Mbreteria e Bashkuar
tr: Birleşik Krallık

source: Afghanistan
ar: أفغانستان
ro: Afganistan
sq: Afganistan
tr: Afganistan

source: Aland Islands
ar: جزر أولاند
ro: Insulele Aland
sq: Ishujt Aaland
tr: Aland Adaları

source: Albania
ar: ألبانيا
sq: Shqiperia
tr: Arnavutluk

source: Algeria
ar: الجزائر
sq: Algjeri
tr: Cezayir

source: American Samoa
ar: ساموا الأمريكية
ro: Samoa Americană
sq: Samoa Amerikane
tr: Amerikan Samoası

source: Andorra
ar: أندورا

source: Angola
ar: أنغولا

source: Anguilla
ar: أنجويلا

source: Antarctica
ar: القارة القطبية الجنوبية
sq: Anktartida
tr: Antarktika

source: Antigua and Barbuda
ar: أنتيغوا و باربودا
ro: Antigua şi Barbuda
sq: Antigua dhe Barbuda
tr: Antigua ve Barbuda

source: Argentina
ar: الأرجنتين
sq: Argjentina
tr: Arjantin

source: Armenia
ar: أرمينيا
sq: Armeni
tr: Ermenistan

source: Aruba
ar: أروبا

source: Australia
ar: أستراليا
sq: Australi
tr: Avustralya

source: Austria
ar: النمسا
sq: Austri
tr: Avusturya

source: Azerbaijan
ar: أذربيجان
sq: Azerbajxhan
tr: Azerbaycan

source: Bahamas
ar: جزر الباهاما
tr: Bahamalar

source: Bahrain
ar: البحرين
ro: Bahrein
sq: Bahrein
tr: Bahreyn

source: Bangladesh
ar: بنجلاديش
tr: Bangladeş

source: Barbados
ar: باربادوس

source: Belarus
ar: روسيا البيضاء
sq: Bjellorusi
tr: Beyaz Rusya

source: Belgium
ar: بلجيكا
ro: Belgia
sq: Belgjike
tr: Belçika

source: Belize
ar: بليز

source: Benin
ar: بنين

source: Bermuda
ar: برمودا

source: Bhutan
ar: بوتان

source: Bolivia
ar: بوليفيا
sq: Bolivi
tr: Bolivya

source: Bosnia and Herzegovina
ar: البوسنة و الهرسك
ro: Bosnia și Herțegovina
sq: Bosnje Hercegovine
tr: Bosna Hersek

source: Botswana
ar: بوتسوانا
sq: Botsvana
tr: Botsvana

source: Bouvet Island
ar: جزيرة بوفيه
ro: Insula Bouvet
sq: Ishujt Bouvet
tr: Bouvet Adası

source: Brazil
ar: البرازيل
ro: Brazilia
tr: Brezilya

source: British Indian Ocean Territory
ar: إقليم المحيط الهندي البريطاني
ro: Teritoriul Britanic din Oceanul Indian
sq: Territori Oqeanit Indian Britanik
tr: Britanya Hint Okyanusu Bölgesi

source: Brunei Darussalam
ar: سلطنة بروناي
sq: Brunei
tr: Brunei

source: Bulgaria
ar: بلغاريا
sq: Bullgari
tr: Bulgaristan

source: Burkina Faso
ar: بوركينا فاسو

source: Burundi
ar: بوروندي

source: Cambodia
ar: كمبوديا
sq: Kamboxhia
tr: Kamboçya

source: Cameroon
ar: الكاميرون
sq: Kamerun
tr: Kamerun

source: Canada
ar: كندا
sq: Kanada
tr: Kanada

source: Cape Verde
ar: الرأس الأخضر
sq: Kapo Verde
tr: Yeşilburun Adaları

source: Cayman Islands
ar: جزر كايمان
ro: Insulele Cayman
sq: Ishujt Kajman
tr: Kayman Adaları

source: Central African Republic
ar: جمهورية أفريقيا الوسطى
ro: Republica Central Africană
sq: Republika Afrikes Qendrore
tr: Orta Afrika Cumhuriyeti

source: Chad
ar: تشاد
ro: Ciad
sq: Çad
tr: Çad

source: Chile
ar: تشيلي
sq: Kili
tr: Şili

source: China
ar: الصين
sq: Kine
tr: Çin

source: Christmas Island
ar: جزيرة عيد الميلاد
ro: Insula Christmas
sq: Ishujt Christmas
tr: Noel Adası

source: Cocos (Keeling) Islands
ar: جزر كوكوس (كيلنغ)
ro: Insulele Cocos (Keeling)
sq: Ishujt Kokos
tr: Kokos Adaları

source: Colombia
ar: كولومبيا
ro: Columbia
sq: Kolombi
tr: Kolombiya

source: Comoros
ar: جزر القمر
sq: Komoros
tr: Komoros

source: Congo
ar: الكونغو
sq: Kongo
tr: Kongo

source: Congo, The Democratic Republic of the
ar: جمهورية الكونغو الديمقراطية
ro: Congo, Republica Democratică
sq: Republika Demokratike e Kongos
tr: Demokratik Kongo Cumhuriyeti

source: Cook Islands
ar: جزر كوك
ro: Insulele Cook
sq: Ishujt Cook
tr: Cook Adaları

source: Costa Rica
ar: كوستاريكا
sq: Kosta Rika
tr: Kosta Rika

source: Cote d'Ivoire
ar: ساحل العاج
sq: Bregu Fildishte
tr: Fildişi Sahili

source: Croatia
ar: كرواتيا
ro: Croaţia
sq: Kroaci
tr: Hırvatistan

source: Cuba
ar: كوبا
sq: Kuba
tr: Küba

source: Cyprus
ar: قبرص
ro: Cipru
sq: Qipro
tr: Kıbrıs

source: Czech Republic
ar: جمهورية التشيك
ro: Republica Cehă
sq: Republika Çeke
tr: Çek Cumhuriyeti

source: Denmark
ar: الدنمارك
ro: Danemarca
sq: Danimarke
tr: Danimarka

source: Djibouti
ar: جيبوتي
tr: Cibuti

source: Dominica
ar: الدومنيكا
sq: Dominika
tr: Dominika

source: Dominican Republic
ar: جمهورية الدومينيكان
ro: Republica Dominicană
sq: Republika Domenikane
tr: Dominik Cumhuriyeti

source: Ecuador
ar: الإكوادور
sq: Ekuador
tr: Ekvador

source: Egypt
ar: مصر
ro: Egipt
sq: Egjipt
tr: Mısır

source: El Salvador
ar: السلفادور

source: Equatorial Guinea
ar: غينيا الاستوائية
ro: Guineea Ecuatorială
sq: Guinea Ekuatoriale
tr: Ekvator Ginesi

source: Eritrea
ar: اريتريا
tr: Eritre

source: Estonia
ar: استونيا
sq: Estoni
tr: Estonya

source: Ethiopia
ar: اثيوبيا
ro: Etiopia
sq: Etiopi
tr: Etiyopya

source: Falkland Islands (Malvinas)
ar: جزر فولكلاند (مالفيناس)
ro: Insulele Falkland (Malvinas)
sq: Ishujt Falkland
tr: Falkland Adaları

source: Faroe Islands
ar: جزر فارو
ro: Insulele Feroe
sq: Ishujt Faroe
tr: Faröe Adaları

source: Fiji
ar: جزر فيجي
sq: Fixhi

source: Finland
ar: فنلندا
ro: Finlanda
sq: Finlande
tr: Finlandiya

source: France
ar: فرنسا
ro: Franța
tr: Fransa

source: French Guiana
ar: غويانا الفرنسية
ro: Guiana Franceză
sq: Guiana Franceze
tr: Fransız Guyanası

source: French Polynesia
ar: بولينيزيا الفرنسية
ro: Polinezia franceză
sq: Polinezia Franceze
tr: Fransız Polinezyası

source: French Southern Territories
ar: الأقاليم الجنوبية الفرنسيّة
ro: Teritoriile franceze din Sud
sq: Territoret e Frances Jugore
tr: Fransız Güney Toprakları

source: Gabon
ar: الغابون

source: Gambia
ar: غامبيا
tr: Gambiya

source: Georgia
ar: جورجيا
sq: Gjeorgji
tr: Gürcistan

source: Germany
ar: ألمانيا
ro: Germania
sq: Gjermani
tr: Almanya

source: Ghana
ar: غانا
sq: Gana
tr: Gana

source: Gibraltar
ar: جبل طارق
sq: Gjibraltar
tr: Cebelitarık

source: Greece
ar: اليونان
ro: Grecia
sq: Greqi
tr: Yunanistan

source: Greenland
ar: جرينلاند
ro: Groenlanda
tr: Grönland

source: Grenada
ar: جرينادا

source: Guadeloupe
ar: جزر جوادلوب
sq: Guadelupe
tr: Guadelop

source: Guam
ar: جوام

source: Guatemala
ar: جواتيمالا

source: Guernsey
ar: جزيرة جيرنزي
sq: Guernsi
tr: Görnsey

source: Guinea
ar: جويانا
ro: Guineea
tr: Gine

source: Guinea-Bissau
ar: غينيا بيساو
ro: Guineea-Bissau
tr: Gine Bissau

source: Guyana
ar: غويانا
sq: Gujana

source: Haiti
ar: هايتي

source: Heard Island and McDonald Islands
ar: جزيرة هيرد و جزر ماكدونالد
ro: Heard Island si insulele McDonald
sq: Ishujt Heard dhe ishujt McDonalds
tr: Heard Adası ve McDonald Adaları

source: Holy See (Vatican City State)
ar: الكرسي البابوي (دولة الفاتيكان)
ro: Orasul Vatican (Vatican City State)
sq: Vatikani
tr: Vatikan

source: Honduras
ar: هندوراس

source: Hong Kong
ar: هونغ كونغ

source: Hungary
ar: المجر
ro: Ungaria
sq: Hungari
tr: Macaristan

source: Iceland
ar: آيسلندا
ro: Islanda
sq: Islande
tr: İzlanda

source: India
ar: الهند
sq: Indi
tr: Hindistan

source: Indonesia
ar: إندونيسيا
ro: Indonezia
sq: Indonezi
tr: Endonezya

source: Iran, Islamic Republic of
ar: الجمهورية الاسلامية الايرانية
ro: Iran
sq: Iran
tr: İran

source: Iraq
ar: العراق
ro: Irac
sq: Irak
tr: Irak

source: Ireland
ar: أيرلندا
ro: Irlanda
sq: Irlande
tr: İrlanda

source: Isle of Man
ar: جزيرة مان
sq: Ishujt Man
tr: Man Adası

source: Israel
ar: فلسطين
sq: Izrael
tr: İsrail

source: Italy
ar: إيطاليا
ro: Italia
sq: Itali
tr: İtalya

source: Jamaica
ar: جامايكا
sq: Xhamajka
tr: Jameika

source: Japan
ar: اليابان
ro: Japonia
sq: Japoni
tr: Japonya

source: Jersey
ar: جيرسي
sq: Xhersei

source: Jordan
ar: الأردن
ro: Iordan
sq: Jordani
tr: Ürdün

source: Kazakhstan
ar: كازاخستان
sq: Kazakistan
tr: Kazakistan

source: Kenya
ar: كينيا
sq: Kenia

source: Kiribati
ar: كيريباتي

source: Korea, Democratic People's Republic of
ar: جمهورية كوريا الشعبية الديمقراطية
ro: Corea
sq: Republika Demokratike e Koreas
tr: Kuzey Kore

source: Korea, Republic of
ar: الجمهوريّة الكوريّة
ro: Corea
sq: Republika Korese
tr: Güney Kore

source: Kuwait
ar: الكويت
sq: Kuvait
tr: Kuveyt

source: Kyrgyzstan
ar: قيرغيزستان
sq: Kirgistan
tr: Kırgızistan

source: Lao People's Democratic Republic
ar: جمهورية لاو الشعبية الديمقراطية
sq: Laos
tr: Laos

source: Latvia
ar: لاتفيا
sq: Letonia
tr: Letonya

source: Lebanon
ar: لبنان
ro: Liban
sq: Liban
tr: Lübnan

source: Lesotho
ar: ليسوتو

source: Liberia
ar: ليبيريا
tr: Liberya

source: Libyan Arab Jamahiriya
ar: ليبيا
sq: Libia
tr: Libya

source: Liechtenstein
ar: ليختنشتاين
sq: Lihtenshtejn
tr: Lihtenştayn

source: Lithuania
ar: ليتوانيا
ro: Lituania
sq: Lituania
tr: Litvanya

source: Luxembourg
ar: لوكسمبورغ
ro: Luxemburg
sq: Luksemburg
tr: Lüksemburg

source: Macao
ar: ماكاو
sq: Makao
tr: Makao

source: Macedonia, The Former Yugoslav Republic of
ar: مقدونيا، الجمهورية اليوغسلافية السابقة
ro: Macedonia
sq: Maqedonia
tr: Makedonya

source: Madagascar
ar: مدغشقر
sq: Madagaskar
tr: Madagaskar

source: Malawi
ar: مالاوي
sq: Malaui
tr: Malavi

source: Malaysia
ar: ماليزيا
ro: Malaezia
sq: Malajzi
tr: Malezya

source: Maldives
ar: جزر المالديف
ro: Maldive
sq: Maldive
tr: Maldivler

source: Mali
ar: مالي

source: Malta
ar: مالطة

source: Marshall Islands
ar: جزر مارشال
ro: Insulele Marshall
sq: Ishujt Marshall
tr: Marshall Adaları

source: Martinique
ar: مارتينيك
ro: Martinica
sq: Martinik
tr: Martinik

source: Mauritania
ar: موريتانيا
sq: Mauritani
tr: Moritanya

source: Mauritius
ar: موريشيوس
sq: Mauricius

source: Mayotte
ar: مايوت
sq: Majote

source: Mexico
ar: المكسيك
ro: Mexic
sq: Meksike
tr: Meksika

source: Micronesia, Federated States of
ar: ولايات ميكرونيزيا المتحدة
ro: Micronesia
sq: Mikronezia
tr: Mikronezya

source: Moldova
ar: مولدوفا
sq: Moldavia
tr: Moldovya

source: Monaco
ar: موناكو
sq: Monako
tr: Monako

source: Mongolia
ar: منغوليا
sq: Mongoli
tr: Moğolistan

source: Montenegro
ar: الجبل الأسود
ro: Montenegru
sq: Mali zi
tr: Karadağ

source: Montserrat
ar: مونتسرات

source: Morocco
ar: المغرب
ro: Maroc
sq: Marok
tr: Fas

source: Mozambique
ar: موزمبيق
ro: Mozambic
sq: Mozambik
tr: Mozambik

source: Myanmar
ar: ميانمار
sq: Mianmar
tr: Burma

source: Namibia
ar: ناميبيا
sq: Namibi
tr: Namibya

source: Nauru
ar: ناورو

source: Nepal
ar: نيبال

source: Netherlands
ar: هولندا
ro: Olanda
sq: Hollande
tr: Hollanda

source: Netherlands Antilles
ar: جزر الأنتيل الهولندية
ro: Antilele Olandeze
sq: Antilet Hollandeze
tr: Hollanda Antilleri

source: New Caledonia
ar: كاليدونيا الجديدة
ro: Noua Caledonie
sq: Kaledonia e Re
tr: Yeni Kaledonya

source: New Zealand
ar: نيوزيلندا
ro: Noua Zeelanda
sq: Zelanda e Re
tr: Yeni Zelanda

source: Nicaragua
ar: نيكاراغوا
sq: Nikaragua
tr: Nikaragua

source: Niger
ar: النيجر
tr: Nijer

source: Nigeria
ar: نيجيريا
tr: Nijerya

source: Niue
ar: نييوي

source: Norfolk Island
ar: جزيرة نورفولك
ro: Insulele Norfolk
sq: Ishujt Norfolk
tr: Norfolk Adası

source: Northern Mariana Islands
ar: جزر ماريانا الشمالية
ro: Insulele Mariana de Nord
sq: Ishujt e Marianes Veriore
tr: Kuzey Mariana Adaları

source: Norway
ar: النرويج
ro: Norvegia
sq: Norvegji
tr: Norveç

source: Oman
ar: سلطنة عمان
tr: Umman

source: Pakistan
ar: باكستان

source: Palau
ar: بالاو

source: Palestinian Territory, Occupied
ar: فلسطين
sq: Palestine
tr: Filistin

source: Panama
ar: بنما

source: Papua New Guinea
ar: بابوا غينيا الجديدة
ro: Papua Noua Guinee
sq: Papua Guinea e Re
tr: Papua Yeni Gine

source: Paraguay
ar: باراغواي
sq: Paraguaj

source: Peru
ar: بيرو

source: Philippines
ar: الفلبّين
ro: Filipine
sq: Filipine
tr: Filipinler

source: Pitcairn
ar: جزر بيتكيرن

source: Poland
ar: بولندا
ro: Polonia
sq: Poloni
tr: Polonya

source: Portugal
ar: البرتغال
ro: Portugalia
sq: Portugali
tr: Portekiz

source: Puerto Rico
ar: بورتوريكو
sq: Porto Riko
tr: Porto Riko

source: Qatar
ar: قطر
ro: Quatar
sq: Katar
tr: Katar

source: Reunion
ar: ريونيون
ro: Insula Reunion

source: Romania
ar: رومانيا
ro: România
sq: Rumani
tr: Romanya

source: Russian Federation
ar: روسيا الاتحادية
ro: Federația Rusă
sq: Rusi
tr: Rusya

source: Rwanda
ar: رواندا
ro: Ruanda
sq: Ruanda
tr: Ruanda

source: Saint Barthelemy
ar: سان بارتليمي

source: Saint Helena
ar: سانت هيلينا
ro: Sfanta Elena

source: Saint Kitts and Nevis
ar: سانت كيتس و نيفس
sq: Saint Kitts dhe Nevis
tr: Saint Kitts ve Nevis

source: Saint Lucia
ar: سانت لوشا
ro: Sfanta Lucia

source: Saint Martin
ar: سانت مارتن
ro: Sfantul Martin

source: Saint Pierre and Miquelon
ar: سانت بيير وميكلون
ro: Sfintii Pierre si Miquelon
sq: Saint Pierre dhe Mikelon
tr: Saint Pierre ve Mikelon

source: Saint Vincent and the Grenadines
ar: سانت فنسنت والغرينادينز
ro: Sfintii Vincent si Grenadines
sq: Saint Vincent dhe Grenadin
tr: Saint Vincent ve Grenadin

source: Samoa
ar: ساموا

source: San Marino
ar: سان مارينو

source: Sao Tome and Principe
ar: ساو تومي و برينسيب
sq: Sao Tome dhe Principe
tr: Sao Tome ve Principe

source: Saudi Arabia
ar: المملكة العربية السعودية
ro: Arabia Saudita
sq: Arabia Saudite
tr: Suudi Arabistan

source: Senegal
ar: السنغال

source: Serbia
ar: صربيا
sq: Serbi
tr: Sırbistan

source: Seychelles
ar: سيشيل
sq: Sejshel
tr: Seyşeller

source: Sierra Leone
ar: سيراليون

source: Singapore
ar: سنغافورة
sq: Singapor
tr: Singapur

source: Slovakia
ar: سلوفاكيا
ro: Slovacia
tr: Slovakya

source: Slovenia
ar: سلوفينيا
sq: Slloveni
tr: Slovenya

source: Solomon Islands
ar: جزر سولومون
ro: Insulele Solomon
sq: Ishujt Salomon
tr: Solomon Adaları

source: Somalia
ar: الصومال
sq: Somali
tr: Somali

source: South Africa
ar: جنوب أفريقيا
ro: Republica Africa de Sud
sq: Afrika Jugut
tr: Güney Afrika

source: South Georgia and the South Sandwich Islands
ar: جورجيا الجنوبيّة و جزر ساندويتش الجنوبيّة
ro: Georgia de Sud si Insulele Sandwich de Sud
sq: Gjeorgjia Jugut dhe Ishujt Sanduiç
tr: Güney Georgia ve Güney Sandviç Adaları

source: Spain
ar: إسبانيا
ro: Spania
sq: Spanje
tr: İspanya

source: Sri Lanka
ar: سيريلانكا

source: Sudan
ar: السودان

source: Suriname
ar: سورينام
sq: Surinam
tr: Surinam

source: Svalbard and Jan Mayen
ar: سفالبارد و جان ماين
ro: Svalbard si Jan Mayen
sq: Svalbard dhe Jan Mayen
tr: Svalbard ve Jan Mayen

source: Swaziland
ar: سوازيلاند
sq: Svaziland
tr: Svaziland

source: Sweden
ar: السويد
ro: Suedia
sq: Suedi
tr: İsveç

source: Switzerland
ar: سويسرا
ro: Elvetia
sq: Zvicer
tr: İsviçre

source: Syrian Arab Republic
ar: سوريا
ro: Republica araba Siriana ( Siria )
sq: Siri
tr: Suriye

source: Taiwan, Province of China
ar: تايوان
ro: Taiwan
sq: Taivan
tr: Tayvan

source: Tajikistan
ar: طاجكستان
ro: Tadjikistan
sq: Taxhikistan
tr: Tacikistan

source: Tanzania, United Republic of
ar: جمهورية تنزانيا المتحدة
ro: Tanzania
sq: Tanzani
tr: Tanzanya

source: Thailand
ar: تايلاند
ro: Thailanda
sq: Tailande
tr: Tayland

source: Timor-Leste
ar: تيمور الشرقية
tr: Doğu Timor

source: Togo
ar: توغو

source: Tokelau
ar: توكيلاو

source: Tonga
ar: تونغا

source: Trinidad and Tobago
ar: ترينيداد و توباغو
ro: Trinidad si Tobago
sq: Trinidad dhe Tobago
tr: Trinidad ve Tobago

source: Tunisia
ar: تونس
sq: Tunizi
tr: Tunus

source: Turkey
ar: تركيا
ro: Turcia
sq: Turqi
tr: Türkiye

source: Turkmenistan
ar: تركمانستان
ro: Tutkmenistan
tr: Türkmenistan

source: Turks and Caicos Islands
ar: جزر الترك و الكايكوس
ro: Turks si Caicos Islands
sq: Turks dhe Ishujt Kaikos
tr: Turks ve Caicos Adaları

source: Tuvalu
ar: توفالو

source: Uganda
ar: أوغندا

source: Ukraine
ar: أوكرانيا
ro: Ucraina
sq: Ukraina
tr: Ukrayna

source: United Arab Emirates
ar: الإمارات العربيّة المتّحدة
ro: Emiratele Arabe Unite
sq: Emiratet e Bashkuara
tr: Birleşik Arap Emirlikleri

source: United States
ar: الولايات المتّحدة
ro: Statele Unite ale Americii
sq: Shtetet e Bashkuara te Amerikes
tr: Amerika Birleşik Devletleri

source: United States Minor Outlying Islands
ar: جزر الولايات المتّحدة الصّغرى النّائية
sq: Shtetet e Bashkuara Minore Ishujt Outlying
tr: Birleşik Devletler Ufak Uzak Adalar

source: Uruguay
ar: أوروغواي
sq: Uruguaj

source: Uzbekistan
ar: أوزبكستان
tr: Özbekistan

source: Vanuatu
ar: فانواتو

source: Venezuela
ar: فنزويلّا

source: Viet Nam
ar: فيتنام

source: Virgin Islands, British
ar: الجزر العذراء البريطانية
sq: Ishujt Virgin, Britani
tr: Virgin Adaları, Breton

source: Virgin Islands, U.S.
ar: الجزر العذراء الأمريكية.
sq: Ishujt Virgin, Sh.B.A.
tr: Virgin Adaları, ABD

source: Wallis and Futuna
ar: والس وفوتونا
ro: Wallis si Futuna
sq: Wallis dhe Futuna
tr: Vallis ve Futuna

source: Western Sahara
ar: الصحراء الغربية
ro: Sahara de Vest
sq: Sahara Perendimore
tr: Batı Sahra

source: Yemen
ar: اليمن
sq: Jemen

source: Zambia
ar: زامبيا
tr: Zambiya

source: Zimbabwe
ar: زيمبابوي
sq: Zimbabve
tr: Zimbabve

source: If you're hosting a copy of this image on your website, put the address here.
ar: إذا كنت تملك نسخة من هذه الصورة علي موقعك الالكتروني ، من فضلك ضع العنوان هنا.
ro: Daca detineti o copie a acestei imagini pe site-ul dumneavoastra, mentionati adresa aici.
sq: Nese zoteroni ne sitin tuaj nje kopje te ketij imazhi.vendose adresen ketu.
tr: Bu resmin bir kopyasını web sitenizde bulunduruyorsanız, buraya adresi yazın.

source: If you want to share the TIFF or FITS file of your image, put a link to the file here. Unfortunately, AstroBin cannot offer to store these files at the moment, so you will have to host them on your personal space.
ar: إذا كنت تريد مشاركة ملف TIFF أو FITS من صورتك ، ضع رابط الملف هنا. مع الأسف، Astrobin لايمكن أن يعرض تخزين هذه الملفات حاليا؛لذلك يجب أن تستضيفهم علي الموقع الخاص بك.
ro: Dacă doriți să partajați fișierul TIFF sau FITS a imaginii tale, pune un link către fișier aici. Din păcate, AstroBin nu poate oferi stocarea acestor fișiere în acest moment, așa că va trebui să le găzduieşti în spaţiul tău personal.
sq: Nese deshironi ta shperndani ne TIFF ose FITS dokumentin e fotos,vendosni linkun ketu.Fatkeqesisht.Astrobin nuk mundet ti permbaje keto file,keshtuqe do ju duhet ti zoteroni ne hapsiren tuaj personale.
tr: Resminizin TIFF ya da FITS dosyalarını paylaşmak istiyorsanız, buraya dosyanın linkini koyun. Malesef AstroBin şu an için bu dosyaları barındıramıyor, bu yüzden kendi alanınıza koymanız gerekmekte.

source: Link
ar: رابط
ro: Legătură

source: Link to TIFF/FITS
ar: رابط لملف TIFF/FITS
ro: Legătură către TIFF/FITS
sq: Linku per TIFF/FITS
tr: TIFF/FITS linki

source: Locations
ar: المواقع
ro: Locații
sq: Vendndodhjet
tr: Konumlar

source: This field is required.
ar: هذا الحقل مطلوب.
ro: Acest câmp este obligatoriu.

source: Opacity
ar: الإعتام
ro: Opacitate
sq: Patejdukshmeria
tr: Saydamlık

source: 0 means invisible; 100 means completely opaque. Recommended values are: 10 if the watermark will appear on the dark sky background, 50 if on some bright object.
ar: 0 تعني غير مرئية ، 100 تعني معتمة تماما. القيم المقترحة هي : 10 اذا كانت العلامة ستوضع علي خلفية سماء مظلمة ، 50 اذا كانت ستوضع علي جسم مضئ أكثر.
ro: 0 înseamnă invizibil; 100 înseamnă complet opac. Valorile recomandate sunt: 10 dacă eticheta va apărea pe un fundal de cer negru, 50 dacă va apărea pe un obiect luminos.
sq: 0 do te thote e padukshme; 100 do te thote teresisht e pertejdukshme. Vlerat e keshilluara jane: 10 nese watermark do vendoset mbi nje sfond qielli te erret, 50 nese vendoset mbi sfonde te hapur ne ngjyre.
tr: 0 görünmez demek; 100 tamamen mat demek. Tavsiye edilen değerler: eğer watermark derin uzay üzerine gelecekse 10; bazı parlak objeler üzerine gelecekse 50.

source: If you want to watermark this image, you must specify some text.
ar: لوضع علامة مائية علي هذه الصورة ؛ يجب أن تكتب نصاً.
ro: Dacă doriţi să etichetaţi (watermark) această imagine, trebuie să specificaţi un text.
sq: Nese deshiron te perdoresh watermark per kete foto, duhet te specifikonsh tekstin.
tr: Eğer bu resim üzerine watermark koyacaksanız, yazı yazmalısınız.

source: Imaging telescopes or lenses
ar: تلسكوب أو عدسة التصوير
ro: Telescoape de imagistica si lentile
sq: Teleskope fotografik ose lentet
tr: Fotoğraflayan teleskop ya da lensler

source: Guiding telescopes or lenses
ar: تلسكوب أو عدسة الإرشاد
ro: Telescoape de ghidare sau lentile
sq: Teleskopi ndjekes ose lentet
tr: Kılavuz teleskoplar ya da lensler

source: Mounts
ar: المحور المُستخدم
ro: Monturi
sq: Montatura
tr: Kundaklar

source: Imaging cameras
ar: كاميرا التصوير
ro: Camere de imagistică
sq: Kamera fotografike
tr: Fotoğraflayan Kameralar

source: Guiding cameras
ar: كاميرا الارشاد
ro: Camere de ghidaj
sq: Kamera per Ndjekje
tr: Rehber Kameralar

source: Focal reducers
ar: مختزل البعد البؤري
ro: Reductoare de focală
sq: Reduktori fokales
tr: Odak düşürücüler

source: Software
ar: البرمجيات
ro: Soft
sq: Programi
tr: Yazılım

source: Filters
ar: مرشّحات
ro: Filtre
sq: Filtra
tr: Filtreler

source: Accessories
ar: الملحقات
ro: Accesorii
sq: Paisje
tr: Aksesuarlar

source: If you have a personal website, put the address here.
ar: إذا كنت تملك موقع شخصي ؛ ضع عنوانه هنا.
ro: Dacă deţineţi un site web personal, puneţi adresa aici.
sq: Nese ke nje website personal, vendosni adresen ketu.
tr: Eğer şahsi bir web siteniz var ise buraya adresini giriniz.

source: Website
ar: موقع الويب
ro: Site web
sq: Siti web
tr: Web sitesi

source: All the telescopes and lenses you own, including the ones you use for guiding, go here.
ar: ضع كل التلسكوبات و العدسات التي تملكها هنا ، متضمنه تلك المُستخدَمه في الإرشاد.
ro: Toate telescoapele şi lentilele pe care le deţineţi, incluzându-le şi pe cele folosite pentru ghidaj, merg aici.
sq: Te gjithe teleskopet dhe lentet qe zoteroni, duke perfshire edhe ato per ndjekjen, shko ketu.
tr: Sahip olduğunuz tüm teleskoplar ya da lensleri, kılavuzlama amaçlı kullandıklarınız da dahil, buraya girin.

source: Your DSLRs, CCDs, planetary cameras and guiding cameras go here.
ar: كاميرات DSLR و CCD و الكاميرات الكوكبية و كاميرات الإرشاد الخاصة بك في هذا الحقل.
ro: DSLR-urile tale, CCD-urile, camerele planetare si camerele de ghidaj merg aici.
sq: DSLR-te, CCD-te, kamerat planetare dhe kamerat e ndjekjes shko ketu.
tr: DSLR'larınız, CCD'leriniz, gezegen kameralarınız ve kılavuz kameralarınızı, buraya girin.

source: Hint: enter your filters separately! If you enter, for instance, LRGB in one box, you won't be able to add separate acquisition sessions for them.
ar: تلميح: اكتب مرشحاتك كل علي حدة ! إذا وضعت ، علي سبيل المثال ، مرشحات LRGB في حقل واحد ، لن تستطيع اضافة بيانات التقاط منفصلة لكل منهم.
ro: Sugestie: introduceți filtrele separat! Dacă introduceți, de exemplu, LRGB într-o singură cutie, nu veți fi în măsură să adăugaţi sesiuni separate de achiziție pentru ele.
sq: Perkujtese: Vendosni filtrat ne menyre te ndare.Nese vendosni pershembull,LRGB ne nje kuti,nuk do mundni ti ndani filmimet e bera ne menyren qe i keni bere.
tr: İpucu: Filtrelerinizi ayırarak yazın! Örneğin LRGB'lerinizi tek kutuya girerseniz, hepsi için ayrı ayrı zaman bilgisi giremezsiniz.

source: Telescopes and lenses
ar: التلسكوبات و الكاميرات
ro: Telescoape si lentile
sq: Teleskope dhe lente
tr: Teleskop ve lensler

source: Cameras
ar: الكاميرات
ro: Camere
sq: Kamerat
tr: Kameralar

source: Users
ar: المستخدمون
ro: Utilizatori
sq: Perdoruesit
tr: Kullanıcılar

source: Search type
ar: نوع البحث
ro: Tipul căutării

source: All
ar: الكلّ
ro: Toate

source: Images
ar: الصور
ro: Imagini
sq: Foto
tr: Resim sayısı

source: Gear
ar: الأجهزة
ro: Echipament
sq: Mekanizëm
tr: Donanım

source: Telescope type
ar: نوع التلسكوب
ro: Tipul telescopului
tr: Teleskop türü

source: Any
ar: أي نوع
ro: Orice
tr: Her hangi biri

source: Camera type
ar: نوع آلة التصوير
ro: Tipul camerei
tr: Kamera türü

source: Express value in mm
ar: اكتب القيمة بالمليمتر
ro: Valoare exprimată în mm
sq: Shpreh vleren ne mm
tr: Değeri mm cinsinden ifade edin

source: Express value in &mu;m
ar: اكتب القيمة بالميكرومتر
ro: Valoare exprimată în &mu;m

source: Please use the following format: yyyy-mm-dd
ar: من فضلك اتبع هذا الترتيب : سنة-شهر-يوم
ro: Vă rugăm să utilizaţi formatul următor: yyyy-mm-dd
sq: Ju lutem perdorni kete format: vvvv-mm-dd
tr: Lütfen şu formatı kullanın: yyyy-aa-gg
