Repository: HunterHarling/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: ar, ro, sq, tr

source: Use this button to upload an image to the <strong>Staging Area</strong>. It's perfect for works in progress that you want to share on Internet forums. Read more in the <a href="%(faq_url)s#6">FAQ</a>.
ar: استخدم هذا الزر لرفع صورة إلي <strong>مساحة الإعداد</strong>. إنه مكان ممتاز للصور غير المكتملة الّتي تريد مشاركتها علي منتديات شبكة الإنترنت. اقرأ أكثر في <a href="%(faq_url)s#6">الأسئلة المتكررة</a>.
sq: Perdor kete buton per te ngarkuar nje foto tek <strong>Zona e Punimeve</strong>. Eshtë perfekte per punimet e paperfunduara që doni ti shperndani nëpër forume interneti. Lexo me shume ne <a href="%(faq_url)s#6">FAQ</a>.
tr: Fotoğrafınızı <strong>Özel Alana</strong> yüklemek için bu butonu kullanın. Bu alan üzerinde çalışmaya devam ettiğiniz fotoğrafları internet forumlarında paylaşmak için idealdir. Daha fazla bilgi için: <a href="%(faq_url)s#6">SSS</a>.

source: Upload as a finished image
ar: رفع صورة مكتملة
ro: Incarcati ca imagine finala
sq: Ngarko si foto e përfunduar
tr: Tamamlanmış bir fotoğraf yükle

source: Use this button to upload an image to the <strong>Public Area</strong>. It will be displayed in <a href="%(profile_url)s">your profile</a> and here on the home page. You can <a href="%(flickr_url)s">import from Flickr</a> too.
ar: استخدم هذا الزر لرفع صورة إلي <strong>المساحة العامة</strong>. سيتم عرضها في <a href="%(profile_url)s">ملفك التعريفي</a> و هنا في الصفحة الرئيسية. يمكنك أيضا <a href="%(flickr_url)s">الاستيراد من موقع Flickr </a>
sq: Perdor kete buton per te ngakuar nje foto tek <strong>Zona Publike</strong>. Ajo do shfaqet ne<a href="%(profile_url)s">profili yt</a> dhe ketu ne kryefaqe. Ju mund te<a href="%(flickr_url)s">importoni nga Flickr</a> gjithashtu.
tr: Fotoğrafınızı <strong>Ortak Alana</strong> yüklemek için bu butonu kullanın. Fotoğrafınız <a href="%(profile_url)s">profilinizde</a> ve burada, ana sayfada görüntülenecektir. <a href="%(flickr_url)s">Flickr</a>'dan da fotoğraf ekleyebilirsiniz.

source: You have no more space left on your Raw Data account. Please delete some files to make room, or upgrade your account.
ar: عفوا! لاتوجد مساحة كافية علي حساب البيانات الخام الخاص بك. من فضلك ، احذف بعض الملفات أو قم بترقية حسابك.

source: Use the button below to choose files
ar: استخدم الزر بالأسفل لاختيار ملفات

source: Drop your raw data here
ar: ضع بياناتك الخام هنا

source: Accepted file types: FIT and digital camera raw files
ar: نوع الملفات المسموح بها: FIT و الصور الخام (raw) من آلات التصوير

source: Filename
ar: اسم الملف

source: Status
ar: الحالة
tr: Durum

source: Choose files
ar: اختيار ملف

source: Reset
ar: إعادة ضبط

source: Start upload
ar: ابدأ الرفع

source: Go to your Raw Data Library.
ar: اذهب إلي مكتبة البيانات الخام الخاصة بك.

source: Your Raw Data subscription is not active, or it has expired. If you have just subscribed, please wait for a few minutes. Thanks for your patience!
ar: اشتراك البيانات الخام الخاص بك غير مُفعّل أو انتهت صلاحيته. إذا كنت قد اشتركت فقط ؛ من فضلك انتظر لدقائق قليلة. شكرا علي صبرك!

source: Go to the Raw Data <a href="%(plans_url)s">plans page</a>.
ar: اذهب إلي <a href="%(plans_url)s">صفحة خطط شراء</a> البيانات الخام.

source: Did you know that AstroBin can host your FIT and digital camera raw files too?
ar: هل تعلم أن موقع AstroBin يمكنه استضافة الملفات الخام (raw) لآلات التصوير و ملفات FIT الخاصة بك؟

source: Have a look at <a href="%(rawdata_url)s">AstroBin Raw Data</a> if you want to safely store all your raw files, and have them neatily organized for future reference!
ar: الق نظرة علي <a href="%(rawdata_url)s">البيانات الخام</a> إذا أردت تخزين بياناتك الخام بأمان ، و أن يكون لها تنظيم دقيق لاستخدامها كمرجع في المستقبل!

source: Raw files
ar: الملفات الخام لآلات التصوير

source: Upload started, please wait...
ar: بدأت عملية الرفع ، انتظر من فضلك...

source: One ore more files were ignored because they did not look like FIT or digital camera raw files.
ar: تم تجاهل واحد أو أكثر من الملفات. لم يتبين أنهم ملفات FIT أو ملفات خام لآلات التصوير (raw).

source: Upload complete!
ar: اكتمل الرفع

source: Save
ar: حفظ
ro: Salveaza
sq: Ruaj
tr: Kaydet

source: %(user)s's gallery
ar: معرض صور %(user)s
ro: galeria lui %(user)s
sq: Galeria e %(user)s
tr: %(user)s kullanıcısının galerisi

source: Delete
ar: حذف
ro: Sterge
tr: Sil

source: Sort by
ar: ترتيب بحسب
ro: Selecteaza dupa
sq: Zgjidh për
tr: Şuna göre sırala:

source: Uploaded
ar: تم رفعُها
ro: Incarcate
sq: Ngarkuar
tr: Yüklenmiş

source: Acquired
ar: تم التقاطُها
ro: Capturate
sq: Marrë
tr: Çekilmiş

source: Integration
ar: مدة تعريض الضوء
ro: Integrare
sq: Integrimi
tr: Poz Toplamı

source: Number of likes
ar: عدد الإعجابات

source: Views
ar: عدد المشاهدات
ro: Vizionari
sq: Shikime
tr: Görüntülenme

source: Comments
ar: التعليقات
ro: Comentarii
sq: Komentet
tr: Yorumlar

source: Filter by
ar: التصفية حسب
ro: Filtrate
sq: Filtro per
tr: Şuna göre filtrele:

source: All deep sky objects
ar: كل أجرام السماء العميقة
ro: Toate obiectele deep sky
sq: Te gjitha objektet e qiellit te thelle
tr: Tüm derin uzay cisimleri

source: All Solar System objects
ar: كل أجرام المجموعة الشمسية
ro: Toate obiectele sistemului solar
sq: Te gjitha objektet e Sistemit Diellor
tr: Tüm Güneş Sistemi objeleri

source: Moon
ar: القمر
ro: Luna
sq: Hëna
tr: Ay

source: Planets
ar: الكواكب
ro: Planete
sq: Planete
tr: Gezegenler

source: Comets
ar: المذنّبات
ro: Comete
sq: Kometa
tr: Kuyruklu yıldızlar

source: Remove filter
ar: احذف المرشّح
ro: Indepartati filtrul
sq: Hiqeni filtrin
tr: Filtreyi çıkarın

source: ago
ar: مضت
ro: in urma cu
tr: önce

source: You do not yet have an avatar. Please upload one now.
ar: أنت لا تملك حاليا صورة رمزية. من فضلك قم برفع واحدة الآن.
ro: Nu aveti inca un avatar. Va rugam sa incarcati unul acum.
tr: Profil resminiz yok. Lütfen şimdi bir tane yükleyin.

source: Current avatar
ar: الصورة الرمزية الحالية
ro: Avatarul curent
tr: Şu anki profil resminiz

source: Previously uploaded
ar: تم رفعها مسبّقاً
ro: Incarcarea anterioara
tr: En son yüklenen

source: Choose new default
ar: اختيار افتراضي جديد
tr: Yeni varsayılan seçin

source: Upload a new image
ar: رفع صورة جديدة
ro: Incarcati o noua imagine
tr: Yeni resim yükleyin

source: Avatar image
ar: الصورة الرمزية
ro: Imagine de avatar
tr: Profil resmi

source: The images on this websites are copyright of their respective owners.
ar: حقوق نشر الصور الموجودة في هذا الموقع محفوظة لأصحابها.

source: AstroBin Raw Data
ar: بيانات AstroBin الخام
ro: Astrobin date de tip Raw

source: Help with translations!
ar: المساعدة في الترجمة!
ro: Ajutati cu translatii !
tr: Çeviri yardımı!

source: Please select your language from the options above.
ar: من فضلك اختر لغتك من الخيارات بالأعلي.
ro: Va rog selectati limbajul dumneavoastra dintre optiunile de mai sus
sq: Ju lutem zgjidhni nje gjuhe nga opsionet e mëposhtme.
tr: Yukarıdaki dil seçeneklerinden birini seçiniz.

source: Would you like to start using your real name on AstroBin?
ar: هل تريد أن تبدأ باستخدام اسمك الحقيقي علي AstroBin؟

source: OK
ar: موافق

source: Raw data library
ar: مكتبة البيانات الخام (raw)
ro: Biblioteca de date Raw

source: Private shared folders
ar: المجلدات الخاصة المشتركة
ro: Foldere cu distribuire privata

source: Edit commercial product
ar: تعديل منتَج تجاري
ro: Editati produsul comercial

source: Return to list
ar: عودة إلي القائمة
ro: Intoarcere la lista

source: View in new window
ar: مشاهدة في نافذة جديدة
ro: Vizualizati intr-o noua fereastra

source: Edit retailed product
ar: تعديل المنتج المُباع

source: Please contact us if you need any assistance, or want to report a problem, give some feedback or suggestions, or simply want to get in touch!
ar: من فضلك قم بمراسلتنا إذا احتجت إلي أي مساعدة ، أو إذا أردت التبليغ عن مشكلة ما أو تعطنا بعض آراء أو مقترحاتك أو كنت تريد التواصل فقط!
tr: Her hangi bir desteğe ihtiyacınız varsa ya da bir problem raporlamak, geri bildirim ya da öneri vermek ya da basitçe temasa geçmek istiyorsanız, lütfen bizimle iletişime geçin.

source: Send
ar: إرسال
ro: Trimite
sq: Derguar
tr: Gönder

source: Thank you! Your message was sent successfully.
ar: شكرا لك! لقد تم إرسال رسالتك بنجاح.
ro: Multumesc! Mesajul tau a fost trimis cu succes.
tr: Teşekkürler! Mesajınız başarıyla iletildi.

source: Instructions and examples
ar: الإرشادات و الأمثلة
ro: Instructiuni si exemple
tr: Talimatlar ve örnekler

source: AstroBin's gear database is a little messy: many users have used different names for the same object, ignoring the suggestions. But don't worry, we can fix it, and after it's fixed, it shouldn't get very messy in the future.
ar: قاعدة بيانات الأجهزة الخاصة بموقع AstroBin غير مرتبة قليلاً ، لأن بعض المستخدمين استخدموا أسماء مختلفة لنفس الجهاز متجاهلين الاقتراحات بالأسماء. لكن لا تقلق ، يمكننا اصلاحها ، و بعد ذلك لا يمكن أن تصبح فوضوية جدا في المستقبل.

source: Please read the instructions and the example below, they are important!
ar: من فضلك اقرأ الإرشادات و الأمثلة بالأسفل ، هذا مهم!
ro: Vă rugăm să citiți instrucțiunile și exemplul de mai jos, acestea sunt importante!
tr: Lütfen aşağıdaki talimatları ve örneği okuyun, bunlar önemli!

source: In a wiki-style collaborative effort, we can all work together, a few items at a time, to improve the situation. It's very simple! This is what you need to do:
ar: يمكننا جميعاً العمل معاً بمجهود تعاوني شبيه بأسلوب الـ Wiki ، مشاركات قليلة في كل مرة لتحسين الوضع. إنه موضوع بسيط! هذا كل ما تحتاج لفعله:

source: Make sure both the make and the name are in English.
ar: تأكد من كتابة اسم المُصَنّع و اسم المُنتَج باللّغة الإنجليزية.
ro: Asigurați-vă că marca și numele sunt în limba engleză.
tr: Üretim ve Adı bölümlerinin İngilizce olduğundan emin olun.

source: Make sure the make is not written again in the name field.
ar: تأكد أن اسم المُصَنّع غير مكتوب مرة أخرى في حقل الاسم.
ro: Asigurați-vă că marca nu este scrisă din nou în câmpul numelui.
tr: Üretim adının Adı (isim) alanına yeniden yazılmadığından emin olun.

source: Make sure there are no words other than the simple make and name of the product.
ar: تأكد أنه لا توجد كلمات أخرى غير اسم المُصنع و اسم الطراز.
ro: Asigurați-vă că nu există alte cuvinte decât marca simplă și numele produsului.

source: Make sure the words are properly capitalized.
ar: تأكد من كتابة الأحرف الأكبيرة للّغة الإنجليزية في الكلمة بطريقة صحيحة.
ro: Asigurați-vă că sunt bine capitalizate cuvintele.

source: Here's some good examples:
ar: هذه بعض الأمثلة الجيدة:
ro: Aici sunt câteva exemple bune:

source: And here's some bad examples, that need fixing, and why:
ar: و هذه بعض الأمثلة السيئة الّتي تحتاج إلي إصلاح ، ولماذا:
ro: Și aici sunt niște exemple proaste, care au nevoie de corectare, și de ce:

source: The words are not properly capitalized. It should be "Meade" and "LX200".
ar: لا يتم استخدام الحروف الكبيرة في الكلمات (capital letters) بطريقة صحيحة ، فمثلا ينبغي أن يتم استخدامها في أول الكلمة مثل "Meade" و في أسماء بعض الطرازات مثل "LX200".

source: The word "Celestron" appears also in the name of the product. That should just be the name of the model, not the make name too.
ar: كلمة "Celestron" تظهر أيضا في اسم الطراز، و هذا ينبغي أن يكون اسم الطراز فقط ، و ليس اسم المُصَنّع.

source: "sold" is an information that refers only to a particular user. Gear objects are shared among everyone, in the database. The word "(sold)" should be removed.
ar: "مباعة" هي معلومة خاصة بمستخدم معين. يتم مشاركة الأجهزة بين جميع المستخدمين في قاعدة البيانات. لذلك يجب حذف كلمة "(مباعة)".

source: "modified" is an information that refers only to a particular user. Gear objects are shared among everyone, in the database. The word "(modified)" should be removed.
ar: "معدلة" هي معلومة خاصة بمستخدم معين. يتم مشاركة الأجهزة بين جميع المستخدمين في قاعدة البيانات. لذلك يجب حذف كلمة "(معدلة)".

source: "CS5" is the version of Photoshop, but the procut name is just "Photoshop". "CS5" should be removed.
ar: "CS5" هو إصدار من برنامج Photoshop ، لكن الاسم الأصلي للبرنامج هو "Photoshop" فقط. ينبغي إزالة "CS5".

source: Thanks for reading so far. If you are not sure about how to fix a gear item, just make assumptions and hope you are right. Mistakes will surface eventually.
ar: شكرا علي قراءة كل هذا ، إذا كنت غير متأكد عن كيفية إصلاح جهاز ما ، افترض شيئا و تمن أن تكون علي حق. الأخطاء سوف تطفو في النهاية.

source: Now let's get to work, good luck and thank you on behalf of the whole AstroBin community!
ar: الآن ، فلنذهب للعمل. حظ سعيد ، و شكرا لك نيابة عن مجتمع AstroBin بأسره!
ro: Acum sa trecem la lucru.Va uram mult noroc si va multumim in numele comunitatii AstroBin !

source: After you fix an item, another one at random will be offered.
ar: بعد إصلاح هذا العنصر سيتم عرض عنصر آخر عليك عشوائياً.
ro: Dupa ce fixezi un item, va fi oferit un altul in mod aleator.

source: Already fixed:
ar: تم إصلاحها بالفعل:
ro: Deja fixate si imbunatatite :
tr: Zaten düzeltildi:

source: Remaining:
ar: متبقّي:
ro: A ramas :
tr: Geriye kalan:

source: Fix
ar: إصلاح
ro: Fixeaza si imbunatateste
tr: Düzelt

source: Mark as good
ar: صحيح
ro: Marcheaza ca bun
tr: Sağlam (iyi) olarak işaretle.

source: Skip
ar: تخطّي
ro: Sari peste
tr: Atla

source: Enough for now
ar: يكفي هذا حالياً
ro: Suficient pentru moment
tr: Şimdilik yeterli

source: Your contribute was very important, and the whole AstroBin community is grateful.
ar: كانت مساهمتك مهمة جداً ، و كلّ مجتمع AstroBin ممتنّ لك.
ro: Contributia dumneavoasta a fost foarte importanta, si toata comunitatea AstroBin va este recunoascatoare.
tr: Katkınız çok önemliydi ve tüm AstroBin camiası müteşekkir.

source: Other images
ar: بعض الصور
ro: Alte imagini

source: (view more)
ar: (عرض أكثر)
ro: (vizualizati mai mult)
sq: (shiko me shume)
tr: (daha fazla gözat)

source: Reviews
ar: الآراء النقدية

source: Rating
ar: التقييم
ro: Votari
sq: Vleresimi
tr: Derecelendirme

source: There are no reviews yet.
ar: لا توجد آراء نقدية حتي الآن.
ro: Inca nu exista review-uri.
tr: Henüz bir yorum yapılmamış.

source: Add your review
ar: إضافة رأيك النقدي
ro: Adaugati review-ul dumneavoastra
tr: Eleştirinizi ekleyin

source: Please be fair, honest and polite when writing a review. Many people will read your review: all the users on AstroBin who own this piece of gear, will be notified of your review.
ar: من فضلك كن عادلاً و أميناً و مهذباً عند كتابة رأي نقدي. سيقرأ العديد من الناس رأيك: سيتم إشعار كل من يملك هذا الجهاز من مستخدمي AstroBin.
ro: Va rugam sa fiti onest si politicos cand scrieti un review. Multi oameni vor citi review-ul dvs. Toti membrii AstroBin, posesori ai acestui tip de echipament vor fi notificati despre review-ul dumneavoastra.

source: Please <a href="/accounts/login/">login</a> or <a href="/accounts/register/">register</a> to write a review.
ar: من فضلك <a href="/accounts/login/">ادخل</a> أو <a href="/accounts/register/">سجّل حساب جديد</a> لكتابة رأي نقدي.
ro: Va rugam <a href="/accounts/login/">sa va logati</a>sau <a href="/accounts/register/">sa va inregistrati</a> pentru a putea scrie un review.

source: Use this space to start a discussion, leave a comment or ask a question about this piece of gear. All the users on AstroBin who own one, will be notified and can join the discussion.
ar: استخدم هذه المساحة لبدء مناقشة أو ترك تعليق أو سؤال عن هذا الجهاز. سيتم إشعار كل من يملك هذا الجهاز من مستخدمي AstroBin و يمكنهم الإشتراك في المناقشة.
ro: Utilizati acest spatiu pentru a purta o discutie, a lasa un comentariu sau a intreba despre echipamentul respectiv. Toti utilizatorii de pe AstroBin care au acest echipament vor fi notificati si pot participa la discutie.

source: Please <a href="/accounts/login/">login</a> or <a href="/accounts/register/">register</a> to leave a comment.
ar: من فضلك <a href="/accounts/login/">ادخل</a> أو <a href="/accounts/register/">سجّل حساب جديد</a> لكتابة تعليق.
ro: Va rugam <a href="/accounts/login/">sa va logati</a>sau <a href="/accounts/register/">sa va inregistrati</a> pentru a lasa un comentariu
sq: Lutemi <a href="/accounts/login/">hyni</a> ose <a href="/accounts/register/">rregjistrohuni</a> qe te komentoni.
tr: Bir yorum yazabilmek için lütfen <a href="/accounts/register/">kayıt olun</a> ya da <a href="/accounts/login/">giriş yapın</a>.

source: Buy it here
ar: اشتري من هنا
ro: Cumpara-l aici

source: Properties
ar: خصائص
ro: Proprietati

source: Owners
ar: المالكون
ro: Posesori

source: just now
ar: حالاً
ro: chiar acum
sq: menjehere
tr: yalnızca şimdi

source: Full resolution
ar: دقة كاملة
ro: Rezolutie maxima
tr: Tam çözünürlük

source: by <a href="%(the_url)s">%(user)s</a>
ar: عن طريق <a href="%(the_url)s">%(user)s</a>
ro: de catre <a href="%(the_url)s">%(user)s</a>
sq: nga <a href="%(the_url)s">%(user)s</a>
tr: <a href="%(the_url)s">%(user)s</a> kullanıcısı tarafından

source: Fit to window
ar: ملاءمة للإطار
ro: Potriviti in fereastra
tr: Pencereye sığdır

source: Technical card
ar: البيانات التقنية
ro: Carte tehnică
sq: Skeda teknike
tr: Teknik kart

source: Additional information requested
ar: مطلوب معلومات إضافية
ro: Este nevoie de informatii suplimentare.
sq: Informacionet shtese u kerkuan
tr: Ek bilgi isteği gönderildi

source: <strong>%(username)s</strong> has been notified. Hopefully they will update the image soon. Remember that you can also <a href="%(message_url)s">send them a message</a>.
ar: تم إشعار <strong>%(username)s</strong>. نرجو أن يقوموا بتحديث للصورة سريعاً. تذكر أنه يمكنك أيضاً <a href="%(message_url)s">إرسال رساله لهم</a>.
sq: <strong>%(username)s</strong> eshte lajmeruar. Foto do te rifreskohet se shpejt nese do ta bejne. Mos harro qe ju mund te <a href="%(message_url)s">dergoni nje mesazh</a> gjithashtu.
tr: <strong>%(username)s</strong> bilgilendirildi. Umarız, kullanıcı fotoğrafı yakın zamanda güncelleyecektir. Kullanıcıya aynı zamanda<a href="%(message_url)s">mesaj</a> gönderebileceğinizi de unutmayın.

source: Return to image
ar: العودة إلي الصورة
ro: Intoarcere la imagine
sq: Kthehu tek foto
tr: Resime dön

source: <strong>Leave a comment here</strong>, and remember that AstroBin is an international community: using English is preferred. PS: <strong>%(user)s</strong>'s preferred language is <strong>%(lang)s</strong>.
ar: <strong>اترك تعليقك هنا</strong> ، و تذكر أن AstroBin مجتمع دولي: ينصح دائما باستخدام اللّغة الإنجليزية. لغة <strong>%(user)s</strong> المُفضلة هي <strong>%(lang)s</strong>.
ro: <strong>Lasati comentarii aici</strong>,si nu uitati ca Astrobin este o comunitate internationala: este de preferat utilizarea limbii Engleze. PS: <strong>%(user)s</strong>'s prefera limba<strong>%(lang)s</strong>.
sq: <strong>Le nje koment ketu</strong>, dhe kujtohu qe AstroBin eshte nje komunitet nderkombetar: perdorimi i Anglishtes eshte i preferuar. PS: <strong>%(user)s</strong> perdor si gjuhe te preferuar <strong>%(lang)s</strong>.
tr: <strong>Yorumunuzu buraya yazınız</strong>, ve unutmayın ki AstroBin uluslar arası bir camiadır: İngilizce kullanımı tercih edilir. Dipnot: <strong>%(user)s</strong> kullanıcısının tercih ettiği dil <strong>%(lang)s</strong>.

source: Made possible by
ar: أصبح ممكناً بواسطة
ro: A fost posibil datorita

source: Histogram
ar: الرسم البياني Histogram
ro: Histograma
sq: Histogrami

source: Frames
ar: الإطارات
ro: Cadre
sq: Fotot
tr: Kareler

source: RA center
ar: مركز المطلع المستقيم RA
ro: Centrul RA
sq: RA qendra
tr: RA merkezi

source: degrees
ar: درجات
ro: grade
sq: gradë
tr: derece

source: DEC center
ar: مركز الميل DEC
ro: centrul DEC
sq: DEC qendra
tr: DEC merkezi

source: Pixel scale
ar: مقياس البكسل
ro: Scara pixeli
sq: Shkalla pikselave
tr: Piksel ölçeği

source: arcsec/pixel
ar: قوس ثانية/بكسل
sq: arcsec/piksel
tr: yay saniye/piksel

source: Orientation
ar: الاتجاه
ro: Orientare
sq: Orientimi
tr: Yönelim

source: Field radius
ar: نصف قطر المجال

source: Contains
ar: يحتوي على
ro: Contine
sq: Permban
tr: İçeriyor

source: Send %(username)s a message
ar: ارسل إلي %(username)s رسالة
ro: Trimite utilizatorului %(username)s un mesaj
sq: Dergo nje mesazh tek %(username)s
tr: %(username)s kullanıcısına bir mesaj gönder

source: Final
ar: نهائية

source: Original
ar: الأصلية

source: Sky plot
ar: الموقع علي خريطة السماء

source: Actions
ar: نشاطات
ro: Actiuni
sq: Veprime
tr: Eylemler

source: Edit basic information
ar: تعديل المعلومات الأساسية
ro: Editeaza informatiile de baza
sq: Modifiko informacionet baze
tr: Temel bilgileri düzenle

source: Edit gear used
ar: تعديل الأجهزة المُستخدَمة
ro: Editeaza echipamentul utilizat
sq: Modifiko mekanizmin e perdorur
tr: Kullanılan donanımları düzenle

source: Edit acquisition details
ar: تعديل تفاصيل الالتقاط
ro: Editeaza detaliile de achzitie
sq: Modifiko detajet e fotos
tr: Çekim detaylarını düzenle

source: Change license
ar: تغيير الرخصة
ro: Schimba licenta
sq: Nderro liçensen
tr: Lisansı değiştir

source: Upload new revision
ar: ارفع مراجعة جديدة
ro: Incarca versiune noua
sq: Ngarko nje rishikim te ri
tr: Yeni revizyon yükle

source: Mark this revision as final
ar: تعيين هذه المراجعة نهائية
ro: Marcheaza aceasta revizie ca finala
sq: Shenoje kete version te ripunuar si ai final
tr: Bu revizyonu final revizyon olarak işaretle

source: Promote to public area
ar: ترقية إلي المساحة العامة
ro: Promovare in zona publica
sq: Reklamoje te zona publike
tr: Ortak alanda yayınlayın

source: Move to staging area
ar: نقل إلي مساحة الإعداد
ro: Mutati in zona de asteptare
sq: Levize te zona punes
tr: Özel alana taşıyın

source: Send to public data pool
ar: إرسال إلي مساحة بيانات عامة

source: Send to private shared folder
ar: إرسال إلي مجلد خاص مشترك

source: Delete original image
ar: حذف النسخة الأصلية
ro: Sterge imaginea originala
sq: Fshije foton origjinale
tr: Orijinal resmi sil

source: Flag malfunctioning thumbnails
ar: تعليم الصور المصغرة غير الصالحة

source: Share
ar: مشاركة
ro: Distribuie
sq: Shpernda
tr: Paylaş

source: View profile
ar: عرض الملف التعريفي
ro: Vezi profilul
sq: Shiko profilin
tr: Profile gözat

source: Send private message
ar: ارسال رسالة خاصة
ro: Trimite mesaj privat
sq: Dergo mesazh privat
tr: Özel mesaj gönder

source: View
ar: عرض
ro: Vezi
sq: Shiko
tr: Görünüm

source: Inverted monochrome
ar: صورة أحادية سالبة
ro: Imagine monocroma negativa
sq: Ktheje ne bardh e zi
tr: Monokrom'a çevrilmiş

source: Annotated (original version)
ar: صورة مشروحة (الأصلية)
ro: Adnotat (versiunea originala)
tr: Ek açıklamalı (orjinal versiyon)

source: Annotated
ar: مشروحة
ro: Adnotat
sq: E komentuar
tr: Ek açıklamalı

source: Normal
ar: عادية

source: The following people bookmarked this image
ar: هؤلاء الأشخاص أضافوا هذه الصورة إلي صورهم المفضلة

source: Loading
ar: جاري التحميل

source: Sorry
ar: عذراً

source: We're really sorry, but liking an image requires an AstroBin index of <strong>%(min_index_to_like)s</strong> or greater.
ar: نأسف لهذا ، لكن الإعجاب بصورة يتطلب مؤشر AstroBin <strong>%(min_index_to_like)s</strong> أو أكثر.

source: Such limitation improves the website as a whole by discouraging people from creating fake accounts to like their own images. Thank you for understanding!
ar: هذا التقييد يمنع المستخدمين من صنع حسابات مزورة للإعجاب بالصور الخاصة بهم. شكرا علي تفهمك!

source: Currently, your AstroBin index is <strong>%(index)s</strong>.
ar: حالياً ، مؤشر AstroBin الخاص بك هو <strong>%(index)s</strong>.

source: Delete image and all its revisions?
ar: حذف الصورة و كل مراجعاتها؟
ro: Stergeti imaginea si toate reviziile ei ?
sq: Fshi foton dhe gjithe rishikimet e saj?
tr: Resmi ve tüm revizyonlarını silmek istiyor musunuz?
