Repository: HunterHarling/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: ar, ro, sq, tr

source: What is forbidden
ar: ما هو الممنوع
ro: Ce este interzis
sq: Cfare ndalohet
tr: Neler yasaktır

source: No nudity, no explicitly sexual content, no illegal content.
ar: لا صور عارية ، لا محتوي جنسي و لا محتوي غير قانوني.
sq: Jo lakuriqësi, jo përmbajtje eksplicite seksuale, jo përmbajtje te paligjshme.
tr: Çıplaklığın, cinsel ve yasadışı içeriğin paylaşılması yasaktır.

source: Your account will be permanently deleted, and so will all your content, if you upload any content that is illegal, porn or nudity. We also reserve the right to report you to the authorities, if we find it necessary.
ar: إذا قمت برفع أي محتوي غير قانوني أو صور عارية أو محتوي جنسي سيتم حذف حسابك بطريقة دائمة ، و أيضا سيتم حذف المحتوي الخاص بك. نحن نملك أيضا حق تبليغ السلطات إذا وجدنا الأمر ضرورياً.
sq: Llogaria juaj do mbyllet perfundimisht, dhe gjithashtu dhe permbajtja e saj, nese ngarkoni permbajtje te paligjshme, porno ose lakuriqesi. Ne kemi gjithashtu te drejten te lajmerojme autoritet, nese e shohim te nevojshme.
tr: Eğer yasadışı veya çıplaklık, porno içeren içerik paylaşırsanız hesabınız ve bununla birlikte paylaşmış olduğunuz tüm içerik silinecektir. Ayrıca gerekli görürsek bu durumu yetkililerle paylaşma hakkımızı saklı tutuyoruz.

source: Don't upload images that have nothing to do with astronomy.
ar: لا تقوم برفع صور ليس لها أي علاقة بعلم الفلك.
sq: Mos ngarko foto qe nuk kane te bejne me astronomine.
tr: Astronomi ile ilgisi olmayan fotoğrafları yüklemeyin.

source: Images of your equipment are fine, but don't use AstroBin to upload pictures from your last vacation. Your account won't be deleted, but we will ask you to remove those pictures.
ar: لا توجد مشكلة في صور الأجهزة الخاصة بك. لكن لا تستخدم AstroBin لرفع صور من آخر أجازة لك. لن يتم حذف الحساب الخاص بك ، لكننا سنطلب منك حذف هذه الصور.
sq: Foto te paisjeve tuaja jane sigurisht te bukura, por mos perdorni AstroBin per te ngarkuar foto nga pushimet tuaja. Llogaria juaj nuk do mbyllet, por do ju kerkohet ti fshini ato.
tr: Ekipman fotoğraflarınız sorun olmaz ancak AstroBin'i lütfen tatil fotoğraflarınızı yüklemek için kullanmayınız. Bunu yapmanız durumunda hesabınız silinmeyecektir ancak bu tür fotoğrafları kaldırmanız istenecektir.

source: Don't use your account to host images for websites, banners or logos.
ar: لا تستخدم حسابك لرفع صور خاصة بمواقع إلكترونية أو بانرات أو شعارات.
sq: Mos perdor llogarine tende per te mikpritur foto per site, banner apo logo.
tr: Hesabınızı web siteleri için resim, banner ya da logo bulundurmak için kullanmayınız.

source: Banners, logos, icons or other graphic elements that are not astrophotography are not allowed on AstroBin.
ar: غير مسموح بأي بانرات أو شعارات أو أيقونات أو أي محتوي صوري غير التصوير الفلكي علي موقع AstroBin.
sq: Banner, logo, ikona apo elemente te tjere grafik qe nuk jane astrofotografi nuk lejohen ne AstroBin.
tr: Astrofotoğrafi olmayan bannerlar, logolar, ikonlar ve diğer grafik elemanlarına AstroBin tarafından izin verilmemektedir.

source: In conclusion, these terms are just a way to say "please be nice and use common sense". If you feel you can't abide by them, please let us know what you feel is wrong.
ar: في النهاية ، هذه التعليمات هي طريقة أخري لقول "من فضلك كن لطيفا و استخدم الحسّ السليم". إذا أحسست أنه لا يمكنك الإلتزام بهذه التعليمات ، من فضلك أحطنا علماً بما تراه خاطئاً.
sq: Ne konkluzion, keto rregulla jane si me thene "Lutemi behuni te kuptueshem dhe perdorni sensin e perbashket". Nëse ju mendoni që ju nuk mund të veprojni në përputhje me to, ju lutem na tregoni se çfarë ju mendoni është e gabuar.
tr: Sonuçta tüm bu koşullar "lütfen kibar ve sağduyulu olun" demenin başka bir yoludur. Eğer bunlara uyamayacağınızı düşünüyorsanız size göre neyin yanlış olduğunu bizlerle paylaşın.

source: Help
ar: مساعدة
ro: Ajutor
sq: Ndihmë
tr: Yardım

source: What is this site?
ar: ما هذا الموقع؟
ro: Ce este acest site?
sq: Cfarë është ky sit?
tr: Bu site nedir?

source: Hey!
ar: أهلا و سهلاً!
ro: Hei!
sq: Hej!

source: Are you an astrophotographer? Do you like to share the outcome of your hard work with others? As an astrophotographer myself, and a subscriber to numerous Astrophotography forums, I have found that the Internet is lacking a centralized place where astrophotographers can share their work.
ar: هل أنت مصور فلكي؟ هل تحب مشاركة نتيجة عملك الشاق مع الآخرين؟ كوني مصوراً فلكيا و مشترك في العديد من منتديات التصوير الفلكي ، وجدت أن شبكة الإنترنت تفتقد لمكان مركزي يستطيع مصوري الفلك أن يتشاركوا أعمالهم فيه.
sq: Jeni astrofotograf? Deshironi te ndani rezultatet e lodhshme te punes suaj me te tjeret? Si astrofotograf qe jam, dhe pjesmarres ne forume astrofotografie te ndryshme, kam kuptuar qe internetit i mungon nje vend qendror ku astrofotografet mund te ndajne punimet e tyre.
tr: Bir astrofotoğrafçı mısınız? Zorlu çalışmalarınızın sonuçlarını başkaları ile paylaşmak hoşunuza mı gidiyor? Ben bir astrofotoğrafçı ve bir çok astrofotoğrafi forumuna üye biri olarak astrofotoğrafçıların internette çalışmalarını paylaşabilecekleri merkezi bir yer olmamasından muzdariptim.

source: Well, this is finally over!
ar: حسناً. هذه النهاية!
sq: Pra, kjo eshte me ne fund!
tr: Ve sonunda bitti!

source: <em>AstroBin</em> comes to fill the gap. It's a website built from the ground up by an astrophotographer, and it provides means to people who want to share their astrophotographs.
ar: <em>AstroBin</em> جاء لملء الفجوة. هو موقع تم انشائه من الصفر عن طريق مصور فلكي ، و هو وسيلة للأفراد الّذين يريدون مشاركة صورهم الفلكية.
sq: <em>AstroBin</em> vjen për të mbushur boshllëkun. Ky është një websit i ndërtuar nga baza nga një astrofotograf, dhe siguron mjetet për ata njerëz që duan të ndajnë astrofotot e tyre.
tr: <em>AstroBin</em> bu boşluğu doldurmaya geldi. Astrofotoğraflarını paylaşmak isteyen insanlar için bir platform sunmak adına bir astrofotoğrafçı tarafından sıfırdan inşa edildi.

source: So how is this different from any other image sharing websites?
ar: لماذا يختلف هذا الموقع عن مواقع مشاركة الصور الأخري؟
sq: Pra, si është kjo e ndryshme nga çdo faqe të tjera për ndarjen e fotove?
tr: Diğer resim paylaşma sitelerinden ne farkı var?

source: <em>AstroBin</em> provides a number of features that are tailored specificlly to astrophotography. Here's a quick run down of the main ones:
ar: <em>AstroBin</em> يوفّر العديد من المميزات الّتي تم وضعها خصيصاً للتصوير الفلكي. هذا عرض سريع لبعض هذه المميزات:
sq: <em>AstroBin</em> ofron një numër karakteristikash që janë të përshtatura specifikisht per astrofotografine. Ja një dreltim i shpejtë per ato me kryesoret:
tr: <em>AstroBin</em> astrofotoğrafi için özel olarak tasarlanmış bir çok özelliğe sahip. İşte bazı en temel bir kaç tanesi:

source: On a general purpose image sharing site, you would upload your image and be done with it. <em>AstroBin</em>, instead, has a user interface specifically designed to enable you to input all the technical data of your image.
ar: في موقع إستضافة صور ذو أغراض عامة ، يمكنك رفع صورتك فقط. لكن، موقع <em>AstroBin</em> به واجهة مستخدم مصممة خصيصاً لتسمح لك بادخال كل البيانات التقنية لصورتك.
sq: Në një vend të përgjithshm siti per ndarje fotosh, ju do ngarkonit ate dhe cdo gje do mbaronte me kaq. <em>AstroBin</em>, ka nje interface llogarie specifike, ku ju mund te shtoni te dhenat teknike te fotos tuaj.
tr: Genel amaçlı resim paylaşma sitelerinde resminizi yüklersiniz ve işiniz orada biter. Ancak <em>AstroBin</em>, resminizin tüm teknik detaylarını girebilmeniz için özel olarak tasarlanmış bir kullanıcı ara birimi sunar.

source: <em>AstroBin</em> will autocomplete your input using a vast database: everything from telescopes, CCDs and filters to astronomical objects in many catalogues will show in popup dialogs for easy selection when you start typing their names. <em>AstroBin</em> is connected to the SIMBAD Astronomical Database, which contains over 5 million objects under over 15 million names!
ar: <em>AstroBin</em> سيقوم بملأ مدخلاتك أوتوماتيكياً باستخدام قاعدة بيانات واسعة: كل شيء من التلسكوبات و آلات تصوير CCD و المرشحات حتي الأجرام السماوية في العديد من الفهارس سوف تظهر في نوافذ منبثقة لكي تختار منهم بسهولة عندما تبدأ بكتابة الاسم. <em>AstroBin</em> متصل مع قاعدة البيانات الفلكية SIMBAD الّتي تحتوي علي أكثر من 5 مليون جرم تحت أكثر من 15 مليون اسم!
sq: <em>AstroBin</em> do autokompletoj te dhenat tuaja duke perdorur nja database te gjere: cdo gje nga teleskopet, CCD-te dhe filtrat deri tek objektet astronomike qe do ju shfaqen ne nje dritare popup-i, kur te filloni te shkruani per tju ndihmuar ne nje zgjedhje te shpejte te emrave. <em>AstroBin</em> eshte i lidhur me Databazen Astronomike SIMBAD, e cila permban mbi 5 milion objekte dhe mbi 15 milion emertime!
tr: <em>AstroBin</em> çok geniş kapasiteli bir veri tabanı kullanarak girdiğiniz kelimeleri otomatik olarak tamamlar: teleskop, CCD ve filtrelerden, bir çok kataloktan astronomik objelere kadar her şey, daha objenin ismini yazmaya başladığınızda popup diyalog menüsünde listelenir ve buradan kolayca seçilebilir. <em>AstroBin</em> 15 milyondan fazla isim altında, 5 milyonun üzerinde objeyi içeren SIMBAD Astronomik Veri Tabanı'na bağlıdır.

source: On <em>AstroBin</em>, astronomical subjects have their own page, where you can see the best images of them, and plots and charts showing trends and interesting statistics. There is also a page that shows the most popular subjects organized by month and latitude!
ar: في موقع <em>AstroBin</em> ، يملك كل جرم سماوي صفحة خاصة به حيث يمكنك مشاهدة أفضل صور له ، و المخططات البيانية و الرسومات الّتي توضح مدي الشيوع و الإحصائات الشيقة. هناك أيضا صفحة بها أكثر الأجرام شهرة مرتبة حسب الشهر و دائرة العرض!
tr: <em>AstroBın</em>'de astronomik objelerin kendi sayfaları vardır ve burada objelerin en iyi resimlerini, çizimleri ve trendleri gösteren ilginç istatistiksel tablolar bulabilirsiniz. Ayrıca, en popüler objelerin aydan aya ve enleme göre sıralandığı bir sayfa da mevcuttur.

source: Data is strongly interconnected
ar: البيانات متصلة ببعضها بشدة
sq: Te dhenat jane shume te nderlidhura
tr: Veriler güçlü bir bağlantı içerisindedir.

source: Finally, all this information is collected in interesting plots, that can help you figure out how some gear items are trending.
ar: في النهاية ، يتم جمع كل المعلومات في مخططات بيانية شيّقة ، يمكنها مساعدتك في معرفة أي الأجهزة أكثر انتشاراً.
tr: Sonuç olarak, tüm bu bilgiler bazı ekipmanların eğilimini anlamanıza yardımcı olabilecek grafiklerden toplanmıştır.

source: All the data at a glance
ar: كل البيانات في لحظة
ro: Toate datele dintr-o privire
sq: Të gjitha të dhënat në një shikim
tr: Bir bakışta tüm veriler

source: Each image on <em>AstroBin</em> is annotated of all the technical details about its acquisition. Telescopes involved, cameras, mounts, filters, everything is visible at a glance in the Technical Card. Even the Moon age at the time of the acquisition is displayed.
ar: كل صورة علي موقع <em>AstroBin</em> يتم شرحها بكل التفاصيل التقنية المتعلقة بالالتقاط و التلسكوبات المستخدمة و آلات التصوير و المحاور و المرشّحات. كل شيء متاح في لحظة واحدة في بطاقة التفاصيل التقنية ، حتي عمر القمر في وقت الالتقاط.
sq: Secila foto ne <em>AstroBin</em> eshte e shenuar me te gjitha detajet qe i perkasin sesionit fotografik. Perfshire teleskopet, kamerat, montatura, filtrat, cdo gje e ke nen shikim tek Skeda Teknike. Edhe mosha e Henes, ne kohen qe po fotografonit do ju jepet ne dukje.
tr: <em>AstroBin</em> üzerindeki her bir fotoğrafın çekim bilgileri, tüm teknik detayları ile açıklanmaktadır. Teknik Kart içerisinde teleskoplar, kameralar, kundaklar, filtreler dahil her şey bir bakışta görülebilmektedir.

source: More than just an image
ar: أكثر من مجرد صورة
ro: Mai mult decât o imagine
sq: Me shume se nje fotografi
tr: Bir resimden çok daha fazlası

source: <em>AstroBin</em> will do more than just host a copy of your image: when you upload a photograph, a histogram and a black &amp; white inverted version of the image will be generated on the fly, so it's easier to spot faint nebulosity regions or spiral arms. Images will also be plate solved, and an annotated version will appear on the site. <em>AstroBin</em> will know what are the astronomical objects in your image without you telling!
ar: <em>AstroBin</em> سوف يقوم بأكثر من إستضافة نسخة من صورتك: عندما تقوم برفع صورة سيتم تكوين رسم بياني Histogram و نسخة سالبة أحادية اللون من صورتك. لذلك يكون من السهل اكتشاف المناطق السديمية أو الأذرع المجرِّية الخافتة. سيتم أيضا إجراء القياسات الفلكية لصورتك ، و ستظهر نسخة مشروحة من صورتك علي الموقع.<em>AstroBin</em> سيعرف أيّ الأجرام السماوية موجود في صورتك بدون أن تخبره بذلك!
sq: <em>AstroBin</em> do bej me shume se thjesht mbartjen e fotos tuaj: Kur ju do ngarkoni fotografine, nje histogram dhe nje version bardh e zi i invertuar do krijohet sa hap e mbyll syte, keshtu do te jete me e lehte te vecojme mjegullnaja te dobeta apo deri ku zgjaten krahet spirale te nje galaksie. Fotot gjithashtu do zberthehen, dhe shenime te ndryshme do duken mbi te. <em>AstroBin</em> do ti gjej objektet astronomike edhe pa i thene ju!
tr: <em>AstroBin</em> fotoğrafınızın bir kopyasını saklamaktan fazlasını yapar: bir fotoğraf yüklediğinizde, fotoğrafınızın histogramı, ve siyah-beyaz monokrom versiyonu anında üretilir, böylece zayıf bulutsu bölgeleri ya da sarmal kollar kolayca tespit edilebilir. Fotoğraflarınıza aynı zamanda plaka çözümleme işlemi yapılır ve ek açıklamalı versiyonu sitede görüntülenir. <em>AstroBin</em> fotoğrafınızdaki astronomik objelerin neler olduğunu siz söylemeden bilir!

source: Protection from theft with automatic watermarking
ar: الحماية من السرقة باستخدام العلامة المائية الأوتوماتيكية
sq: Mbrojtja nga vjedhjet me watermark automatik
tr: Otomatik watermark ile aşırılmaya karşı koruma

source: <em>AstroBin</em>'s upload wizard will offer you to watermark your image with the text of your choosing. All it takes is a click!
ar: مساعد <em>AstroBin</em> لرفع الصور يعرض عليك وضع علامة مائية لصورتك باستخدام النص الّذي تريده. كل ما يتطلبه الأمر ضغطة زر!
sq: Programi karikues i <em>AstroBin</em> -it do ju ftoj te vini watermarkun mbi foto me tekstin qe deshironi ju mbi foto. Ajo qe nevojitet eshte vetem nje klik!
tr: <em>AstroBin</em>'in yükleme sihirbazı, resminize seçtiğiniz bir metin ile watermark eklemenize olanak sağlamaktadır. Yalnızca bir tık yeterli!

source: AstroBin supports multiple image revisions
ar: AstroBin يدعم تعدد مراجعات الصورة
sq: AstroBin mbështet ndryshimet te shumta te fotografise
tr: AstroBin, çoklu resim revizyonlarını desteklemektedir.

source: AstroBin is social!
ar: AstroBin اجتماعي!
sq: AstroBin është shoqëror!
tr: AstroBin sosyal bir platformdur.

source: On <em>AstroBin</em> you can message other astrophotographer, follow them and be notified when they post new images, or perform requests for more data.
ar: علي موقع <em>AstroBin</em> يمكنك مراسلة مصور فلكي آخر ، و متابعته و سيتم إشعارك عندما ينشر صور جديدة ، كما يمكنك طلب معلومات أكثر عن الصور.
tr: <em>AstroBin</em> de diğer astrofotoğrafçılara mesaj gönderebilir, takip edebilir, yeni fotoğraf yüklediklerinde haberdar olabilir ya da daha fazla veri için istekte bulunabilirsiniz.

source: So, what are you waiting for?
ar: لذلك ، ماذا تنتظر؟
ro: Deci, ce mai aștepți?
sq: Pra, çfare po pret?
tr: Daha ne bekliyorsun?

source: Sign up now!
ar: تسجيل حساب الآن!
ro: Înregistrează-te acum!
sq: Rregjistrohu tani!
tr: Şimdi kayıt ol!

source: Archive of 'Image of the day' winners
ar: أرشيف الفائزين بـ "صورة اليوم"

source: by
ar: بواسطة
ro: de

source: Runners-up
ar: مرشحين بقوة

source: Are you sure?
ar: هل أنت متأكد؟
ro: Sunteţi sigur?

source: Thanks!
ar: شكرًا!
ro: Multumesc !
tr: Teşekkürler!

source: Leaderboard
ar: لوحة الشرف
ro: Grupul de lideri
sq: Fituesit
tr: Liderlik sıralaması

source: User
ar: المستخدم
ro: Utilizator
sq: Perdorues
tr: Kullanıcı

source: AstroBin index
ar: مؤشر AstroBin
ro: Index AstroBin

source: Followers
ar: المتابعين

source: Total integration
ar: مدة تعريض الضوء الكلية
ro: Integrare totala
sq: Integrimi total
tr: Toplam poz süresi

source: Site links
ar: روابط الموقع
ro: Linkuri site
sq: Linket e sitit
tr: Site linkleri

source: Home
ar: الرئيسية
ro: Acasă
sq: Faqja kryesore
tr: Ana sayfa

source: Image of the day
ar: صورة اليوم
ro: Imaginea zilei
tr: Günün fotoğrafı

source: Public data pools
ar: مساحات البيانات العامة

source: Advanced search
ar: بحث متقدّم
ro: Căutare avansată
tr: Gelişmiş arama

source: Stats
ar: الإحصائيّات
ro: Statistici
sq: Statistikat
tr: İstatistikler

source: Contact
ar: تواصل معنا
tr: Bağlantı

source: Upload
ar: ارفع صورة
ro: Încărcați
sq: Ngarko
tr: Yükleme

source: My places
ar: صوري
tr: Mekanlarım

source: Commercial products
ar: المنتجات التجارية
ro: Produse comerciale

source: Gallery
ar: معرض الصور
ro: Galerie
sq: Galeri
tr: Galeri

source: Bookmarks
ar: الصور المفضلة

source: Plots
ar: المخطّطات البيانية
sq: Grafiket
tr: Grafikler

source: My messages
ar: رسائلي
ro: Mesajele mele
tr: Mesajlarım

source: API Keys
ar: مفاتيح الـ API
ro: Chei API
tr: API anahtarları

source: My settings
ar: إعداداتي
ro: Setările mele
tr: Ayarlarım

source: Basic information
ar: المعلومات الرئيسية
ro: Informații de bază
tr: Temel bilgiler

source: Commercial information
ar: معلومات تجاريّة
ro: Informații comerciale

source: Retailer information
ar: معلومات البائع

source: Preferences
ar: التفضيلات
ro: Preferințe
sq: Preferencat
tr: Tercihler

source: Avatar
ar: الصورة الرمزية
tr: Profil Resmi

source: Logout
ar: تسجيل الخروج
ro: Delogare
sq: Dalje
tr: Çıkış

source: Notifications
ar: إشعاراتك
ro: Notificări
sq: Lajmerime
tr: Bilgilendirmeler

source: Have an invite? Login!
ar: هل تملك دعوة؟ سجّل دخولك!
sq: Keni nje ftesë? Hyni!
tr: Davet mi edildiniz? Giriş yapın!

source: Login
ar: تسجيل الدخول
ro: Autentificare
sq: Hyrje
tr: Giriş

source: Register
ar: تسجيل حساب
ro: Inregistare
sq: Regjistrohu
tr: Kayıt ol

source: Quick search
ar: بحث سريع
ro: Căutare rapidă
sq: Kërkim i shpejtë
tr: Hızlı arama

source: Success!
ar: تمّ بنجاح!
ro: Succes!

source: Warning!
ar: تحذير!
ro: Avertizare!
sq: Kujdes!
tr: Uyarı!

source: Error!
ar: خطأ!
ro: Eroare!

source: As a producer and/or a retailer on AstroBin, it's very important that you fill in all of your company details! Click <a href="%(the_url)s">here</a> to do it now.
ar: كمنتج أو بائع علي AstroBin ، من المهم أن تملأ كل تفاصيل شركتك! للقيام بذلك اضغط <a href="%(the_url)s">هنا</a>الآن.

source: As a retailer on AstroBin, it's very important that you fill in your country of operation! Click <a href="%(the_url)s">here</a> to do it now.
ar: كبائع علي AstroBin من المهم أن تكتب الدولة الّتي تعمل بها! للقيام بذلك اضغط <a href="%(the_url)s">هنا</a> الآن.

source: About
ar: حول الموقع
ro: Despre
sq: Përreth
tr: Hakkında

source: Blog
ar: المدوّنة
sq: Blog in English

source: Terms of Service
ar: شروط الخدمة
ro: Termeni şi condiţii de utilizare
sq: Rregullat e Shërbimit
tr: Hizmet Şartları

source: Thanks to
ar: شكر خاص لـ
ro: Datorită
sq: Falenderime
tr: Teşekkürler

source: The localization team
ar: فريق الترجمة
sq: Lokalizimi i skuadres tonë
tr: Çeviri takımı

source: Copyright
ar: حقوق النشر
ro: Drept de autor

source: AstroBin is Copyright &copy; 2010-2012 Salvatore Iovene, All Rights Reserved. The images on this websites are copyright of their respective owners.
ar: AstroBin هو حق نشر لـ Salvatore Iovene &copy; 2010-2012 ، جميع الحقوق محفوظة. كل الصور علي هذا الموقع هي حقوق نشر لمالكيها.
sq: AstroBin është Copyright &copy; 2010-2012 Salvatore Iovene, All Rights Reserved. Fotografitë ne këtë sit jane copyright i pronarëve përkates.
tr: AstroBin Copyright &copy; 2010-2012 Salvatore Iovene, Tüm Hakları Saklıdır. Sitedeki fotoğrafların telif hakları fotoğraf sahiplerine aittir.

source: Back to top
ar: العودة لأعلي
ro: Inapoi in sus
sq: Mbrapa te maja
tr: En üste dön

source: Cancel
ar: إلغاء
ro: Anulează
sq: Fshi
tr: İptal

source: No file selected
ar: لم يُحدَّد أي ملف
ro: Nici un fişier selectat
sq: Asnje dosje e zgjedhur
tr: Dosya seçilmedi

source: Choose file
ar: اختيار ملف
ro: Alege fişier
sq: Zgjidh dosjen
tr: Dosya seçiniz

source: Object not found
ar: العنصر غير موجود
ro: Obiectul nu a fost gasit
sq: Objekti nuk gjindet
tr: Obje bulunamadı

source: previous
ar: السّابق
ro: anterior
sq: i mëparshëm
tr: önceki

source: next
ar: التّالي
ro: urmatorul
sq: tjetri
tr: sonraki

source: <strong>%(total_users)s</strong> users uploaded <strong>%(total_images)s</strong> images, reaching <strong>%(total_integration)s</strong> hours of integration time.
ar: <strong>%(total_users)s</strong> مستخدم قاموا برفع <strong>%(total_images)s</strong> صورة ، وصولاً إلي مدة تعريض للضوء <strong>%(total_integration)s</strong> ساعة.
sq: <strong>%(total_users)s</strong> ngarkimet e perdoruesve <strong>%(total_images)s</strong> foto te arritura <strong>%(total_integration)s</strong> oret e kohes se integrimit.
tr: <strong>%(total_users)s</strong> kullanıcı toplamda <strong>%(total_images)s</strong> adet resim yüklemiş ve <strong>%(total_integration)s</strong> saatlik toplam poz süresine ulaşılmıştır.

source: Total integration hours in the last 12 months
ar: مدة تعريض الضوء الكلية في آخر 12 شهر
ro: Timpul total exprimat in ore de integrare in ultimele 12 luni
sq: Integrimi total i oreve 12 muajt e fundit
tr: Son 12 ay içerisindeki toplam poz süreleri

source: Please wait: the plot is loading...
ar: من فضلك انتظر قليلا: يتم تحميل المخططات البيانية...
ro: Va rugam asteptati...terenul se incarca
sq: Ju lutem prisni: tabelai po karikohet...
tr: Lütfen bekleyin: grafiğiniz yükleniyor...

source: Loading...
ar: تحميل...
ro: Incarc...
sq: Duke karikuar...
tr: Yükleniyor...

source: Global distribution of camera types
ar: التوزيع العالمي لأنواع آلات التصوير
ro: Distribuita globala a tipurilor de camere
tr: Kamera türlerinin dünya çapındaki dağılımı

source: Global distribution of telescope types
ar: التوزيع العالمي لأنواع التلسكوبات
ro: Distributia globala a tipurilor de telescoape
tr: Teleskop türlerinin dünya çapındaki dağılımı

source: CCD vs DLSR: the global trend
ar: الانتشار العالمي لـ آلات التصوير CCD مقابل DSLR
ro: CCD versus DSLR: tendintele globale
tr: CCD vs DSLR: Dünya çapındaki gidişat

source: Global trend of telescope types
ar: الانتشار العالمي لأنواع التلسكوبات
ro: Tendinta globala a tipurilor de telescoape
tr: Teleskop türlerinin dünya çapındaki gidişatı

source: The following Terms are only available in English. It is your responsibility to comprehend them.
ar: الشروط الآتية موجودة باللغة الإنجليزية فقط ، و تقع عليك مسئولية فهمها.
ro: Urmatorii termeni sunt disponibili doar in engleza. Este responsabilitatea dumneavoastra sa ii intelegeti.
sq: Fjalet qe vijojne jane te mundshme vetem ne anglisht. Eshte pergjegjsia juaj ti kuptoni ato.
tr: Aşağıdaki Şartlar yalnızca İngilizce olarak mevcuttur. Bunları anlamış olmak sizlerin sorumluluğundadır.

source: Upload as a work in progress
ar: رفع صورة لعمل غير مكتمل
ro: Incarcarea in lucru
sq: Ngarko si një punim i papërfunduar
tr: Taslak olarak yükle

source: Uploading...
ar: جاري رفع الصورة...
ro: Incarc...
sq: Duke ngarkuar...
tr: Yükleniyor...
