Repository: HunterHarling/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: ar, ro, sq, tr

source: Express value in hours
ar: اكتب القيمة بالساعة
ro: Valoare exprimată în ore
sq: Shpreh vleren me ore
tr: Değeri saat cinsinden ifade edin

source: License
ar: الرخصة
ro: Licență
sq: Liçense
tr: Lisans

source: Search for astronomical objects, telescopes or lenses, cameras, filters...
ar: ابحث عن أجرام سماوية أو تلسكوبات أو عدسات أو كاميرات أو مرشحات...
ro: Căutați obiecte astronomice, telescoape sau lentile, aparate de fotografiat, filtre ...
sq: Kerko per objekte astronomik, teleskop ose lente, kamera, filtra...
tr: Ara: Astronomik objeler, teleskop veya lensler, kameralar, filtreler...

source: Main solar system subject
ar: الجرم الشمسي الرئيسي
ro: Obiect principal din sistemul solar
sq: Objekt kryesor i sistemit diellor
tr: Başlıca Güneş sistemi objesi

source: Min. telescope aperture
ar: أقل قطر للتلسكوب
ro: Apertura minimă a telescopului
sq: Min. hapja e teleskopit
tr: Min. teleskop açıklığı

source: Max. telescope aperture
ar: أكبر قطر للتلسكوب
ro: Apertura maximă a telescopului
sq: Max. hapja teleskopit
tr: Max. teleskop açıklığı

source: Acquired after
ar: تم التقاطها بعد
ro: Achiziționat după
sq: Blere mbas
tr: Şu tarihten sonra çekilmiş

source: Acquired before
ar: تم التقاطها قبل
ro: Achiziționat înainte de
sq: Blere perpara
tr: Şu tarihten önce çekilmiş

source: Min. integration
ar: أقل مدة تعريض للضوء
ro: Integrare minimă
sq: Min. integrimi,shuma
tr: Min. pozlama süresi

source: Max. integration
ar: أطول مدة تعريض للضوء
ro: Integrare maximă
sq: Max. integrimit,shuma
tr: Max. pozlama süresi

source: Min. Moon phase %
ar: أصغر طور للقمر %
ro: Faza minimă a Lunii %
sq: Min. Faza henore%
tr: Min. Ay evresi %

source: Max. Moon phase %
ar: أكبر طور للقمر %
ro: Faza maximă a Lunii %
sq: Max. Faza henore %
tr: Max. Ay evresi %

source: Latitude (degrees)
ar: دائرة العرض (درجات)
ro: Latitudine (grade)
sq: Gjeresia gjeografike (grade)
tr: Enlem (derece)

source: Latitude (minutes)
ar: دائرة العرض (دقائق)
ro: Latitudine (minute)
sq: Gjeresia gjeografike (minuta)
tr: Enlem (dakika)

source: Latitude (seconds)
ar: دائرة العرض (ثواني)
ro: Latitudine (secunde)
sq: Gjeresia gjeografike (sekonda)
tr: Enlem (saniye)

source: Longitude (degrees)
ar: خط الطول (درجات)
ro: Longitudine (grade)
sq: Gjatesia gjeografike (grade)
tr: Boylam (derece)

source: Longitude (minutes)
ar: خط الطول (الدقائق)
ro: Longitudine (minute)
sq: Gjatesia gjeografike (minuta)
tr: Boylam (dakika)

source: Longitude (seconds)
ar: خط الطول (الثواني)
ro: Longitudine (secunde)
sq: Gjatesia gjeografike (sekonda)
tr: Boylam (saniye)

source: Date
ar: التاريخ
ro: Data
sq: Data
tr: Tarih

source: Please enter a value between 1 and 5.
ar: من فضلك ادخل قيمة بين 1 و 5.
ro: Vă rugăm să introduceți o valoare între 1 și 5.
sq: Ju lutem percaktoni nje vlere midis 1 dhe 5.
tr: Lütfen 1 ile 5 arasında bir değer giriniz.

source: Please enter a value between 1 and 10.
ar: من فضلك ادخل قيمة بين 1 و 10.
ro: Vă rugăm să introduceți o valoare între 1 și 10.
sq: Ju lutem percaktoni nje vlere midis 1 dhe 10.
tr: Lütfen 1 ile 10 arasında bir değer giriniz.

source: The date cannot be in the future.
ar: التاريخ لا يمكن أن يكون في المستقبل.
ro: Data nu poate fi în viitor.

source: Make
ar: المُصَنّع
ro: Marcă
sq: Bëj
tr: Marka

source: The make, brand, producer or developer of this product.
ar: المُصَنّع أو العلامة التجارية أو المُنتِج أو المُطوّر لهذا المُنتَج.
ro: Marca, brandul, producătorul sau dezvoltatorul acestui produs.
tr: Bu ürünün üretimi, markası, üreticisi yada geliştiricisi.

source: Name
ar: الاسم
ro: Nume
sq: Emer
tr: Ad

source: Merge
ar: دمج
ro: Imbina

source: Use this field to mark that the item you are claiming really is the same product (or a variation thereof) of something you have claimed before.
ar: استخدم هذا الحقل لتأكيد أن المنتج الذي ادّعيته هو نفس المُنتج أو (نسخة مختلفة قليلاً) من شيء قمت بادّعائه قبل ذلك.
ro: Utilizaţi acest câmp pentru a marca faptul că pretindeţi cu adevărat că este acelaşi produs (sau o variaţie a acestuia) a ceva ce ai pretins înainte.

source: You can't create more than %d claims. Consider upgrading your affiliation!
ar: لايمكنك انشاء أكثر من %d إدعائات. من فضلك قم بترقية مُنتجاتك!
ro: Nu puteti crea mai mult de %d cereri. Luați în considerare modernizarea afilierei!

source: Use this field to mark that the item you are merging really is the same product (or a variation thereof) of something you have claimed before.
ar: استخدم هذا الحقل لتأكيد أن المنتج الذي تريد ضمّه هو نفس المُنتج أو (نسخة مختلفة قليلاً) من شيء قمت بادّعائه قبل ذلك.
ro: Utilizati acest câmp pentru a marca faptul că elementul pe care il imbinati este într-adevăr acelasi produs (sau o variantă a acestuia) a ceva ce ati sustinut inainte.

source: You have already claimed this product.
ar: لقد قمت بادّعاء هذا المنتج من قبل.
ro: Ați susținut deja acest produs.

source: Recipient
ar: المستقبِل
ro: Destinatar
sq: Marresi
tr: Alıcı

source: Subject
ar: الموضوع
ro: Subiect
sq: Subjekti
tr: Konu

source: Body
ar: المتن
ro: Corp
sq: Trupi
tr: Mesaj

source: uploaded a new image
ar: تم تحميل صورة جديدة

source: uploaded a new revision of
ar: تم تحميل مراجعة جديدة
ro: a încărcat o nouă revizie a
sq: Ngarko nje rishikim te ri
tr: Yeni revizyon yükle

source: commented on image
ar: قام بالتعليق علي صورة
ro: a comentat imaginea
sq: (komenti u fshi)
tr: Oluşturma tarihi:

source: commented on gear item
ar: قام بالتعليق علي أحد الأجهزة
ro: a comentat un element de echipament
tr: şu ekipmana yorum yazdı:

source: bookmarked
ar: أضاف إلي الصور المفضلة
ro: semn de carte

source: likes
ar: تعجبه

source: has written a review on
ar: كتب رأي نقدي عن
ro: a scris o recenzie pe
tr: şununla ilgili eleştiri yazdı:

source: created a new public data pool
ar: أنشأ مساحة بيانات عامة جديد
ro: a crea un nou sondaj public de date

source: added new data to public data pool
ar: أضافَ بيانات جديدة إلي مساحة بيانات عامة

source: added a new processed image to public data pool
ar: أضافَ صورة معالَجة جديدة ألي مساحة بيانات عامة

source: Remove from bookmarks
ar: حذف من الصور المفضلة

source: Bookmark
ar: صورة مفضلة
ro: Semn de carte

source: Unlike
ar: لا يعجبني

source: Like
ar: أعجبني
ro: Îmi place

source: Stop following
ar: أوقف المتابعة
ro: Opreste urmarirea
sq: Ndalo ndjekjen
tr: Takip etmekten vazgeç

source: Follow
ar: اتبع
ro: Urmăreşte
sq: Ndiq
tr: Takip et

source: None (All rights reserved)
ar: لايوجد (جميع الحقوق محفوظة)
ro: Nici unul (Toate drepturile rezervate)
sq: Asgje (Te gjitha te drejtat e rezervuara)
tr: Hiçbiri (Tüm hakları saklıdır)

source: English
ar: الإنجليزية
ro: Engleză
sq: Anglisht
tr: İngilizce

source: Italian
ar: الإيطالية
ro: Italiană
sq: Italisht
tr: İtalyanca

source: Spanish
ar: الإسبانية
ro: Spaniolă
sq: Spanjisht
tr: İspanyolca

source: French
ar: الفرنسية
ro: Franceză
sq: Frengjisht
tr: Fransızca

source: Finnish
ar: الفنلندية
ro: Finlandeză
sq: Finlandeze
tr: Fince

source: German
ar: الألمانية
ro: Germană
sq: Gjermane
tr: Almanca

source: Dutch
ar: الهولندية
ro: Olandeză
sq: Hollandeze
tr: Flemenkçe

source: Turkish
ar: التركيّة
ro: Turcă
sq: Turqisht
tr: Türkçe

source: Albanian
ar: الألبانية
ro: Albaneză
sq: Shqiperia
tr: Arnavutça

source: Polish
ar: البولندية
ro: Polonă
tr: Lehçe

source: Brazilian Portuguese
ar: برتغالية البرازيل
ro: Portugheză braziliană

source: Greek
ar: اليونانيّة
ro: Greacă

source: Russian
ar: الروسية

source: Arabic
ar: العربيّة

source: Pulsars
ar: نجوم نابضة
ro: Pulsari
sq: Pulsarët
tr: Pulsarlar

source: Globular clusters
ar: (تجمعات نجمية مغلقة) عناقيد كٌروية
ro: Roiuri globulare
sq: Dyndjet Globulare
tr: Küresel Yıldız Kümeleri

source: Open clusters
ar: تجمعات نجمية مفتوحة (عناقيد مفتوحة)
ro: Roiuri deschise
sq: Dyndjet e Perhapura
tr: Açık Yıldız Kümeleri

source: Nebulae
ar: سُدم
ro: Nebuloase
sq: Mjegullnajat
tr: Bulutsular

source: Planetary nebulae
ar: سُدم كوكبية
ro: Nebuloasă planetară
sq: Mjegullnaje Planetare
tr: Gezegenimsi Bulutsular

source: Galaxies
ar: مجرات
ro: Galaxii
sq: Galaksite
tr: Gökadalar

source: Sun
ar: الشمس
ro: Soarele
sq: Dielli
tr: Güneş

source: Earth's Moon
ar: قمر الأرض
ro: Luna
sq: Hena
tr: Ay

source: Mercury
ar: عطارد
ro: Mercur
sq: Merkuri
tr: Merkür

source: Venus
ar: الزهرة
sq: Aferdita
tr: Venüs

source: Mars
ar: المريخ
ro: Marte
sq: Marsi

source: Jupiter
ar: المشترِي
sq: Jupiteri
tr: Jüpiter

source: Saturn
ar: زحل
sq: Saturni
tr: Satürn

source: Uranus
ar: أورانوس
sq: Urani
tr: Uranüs

source: Neptune
ar: نبتون
ro: Neptun
sq: Neptuni
tr: Neptün

source: Minor planet
ar: كويكب
ro: Planetă minoră
sq: Planet i vogel
tr: Küçük gezegen

source: Comet
ar: مذنَّب
ro: Cometă
sq: Kometë
tr: Kuyruklu Yıldız

source: Other
ar: أخرى
ro: Altul
sq: Te tjerë
tr: Diğer

source: Center
ar: الوسط
ro: Centru
sq: Qendër
tr: Orta

source: Top left
ar: أعلى اليسار
ro: Stânga sus
sq: Lartë majtas
tr: Sol üst

source: Top center
ar: أعلى الوسط
ro: Centru sus
sq: Lartë ne qendër
tr: Orta üst

source: Top right
ar: أعلى اليمين
ro: Dreapta sus
sq: Lartë djathtas
tr: Sağ üst

source: Bottom left
ar: أسفل اليسار
ro: Stânga jos
sq: Ne fund majtas
tr: Sol alt

source: Bottom center
ar: أسفل الوسط
ro: Centru jos
sq: Ne fund ne qendër
tr: Orta alt

source: Bottom right
ar: أسفل اليمين
ro: Dreapta jos
sq: Ne fund djathtas
tr: Sağ alt

source: Just the name of this product, without any properties or personal customizations. Try to use the international name, in English language, if applicable. This name is shared among all users on AstroBin.
ar: اسم المنتج فقط ، بدون أي تفاصيل أو تعديلات شخصية. حاول أن تستخدم الاسم الدولي للمنتج باللغة الإنجليزية إن أمكن. هذا الاسم تتم مشاركته بين كل مستخدمي موقع Astrobin.
ro: Doar numele acestui produs, fără proprietăți sau customizari personale. Încercați să folosiți numele internațional, în limba engleză, dacă este cazul. Acest nume este partajat între toți utilizatorii de pe AstroBin.

source: Alias
ar: الاسم المستعار
ro: Poreclă
tr: Takma adı

source: A descriptive name, alias or nickname for your own copy of this product.
ar: اسم تفصيلي أو اسم مستعار لنسختك من هذا المنتج.
ro: Un nume descriptiv, alias sau pseudonim pentru propria copie a acestui produs.
tr: Bu ürünün kendi kopyanız için tanımlayıcı bir isim, sahte yada takma isim.

source: Comment
ar: تعليق
ro: Comentariu
tr: Yorum

source: Information, description or comment about your own copy of this product.
ar: معلومات أو وصف أو تعليق يخصّ نسختك من هذا المنتج.
ro: Informații, descriere sau un comentariu despre propria copie a acestui produs.
tr: Bu ürünün kendi kopyanız hakkında bilgi, tanım yada yorum.

source: Refractor: achromatic
ar: كاسر: لا لَوني
ro: Refractor: acromatic
sq: Refraktor: akromatik
tr: Refraktör: akromatik

source: Refractor: semi-apochromatic
ar: كاسر: نصف لا لَوني Apo
ro: Refractor: semi-apocromatic
sq: Refraktor: gjysem-apokromatik
tr: Refraktör: yarı-apokromatik

source: Refractor: apochromatic
ar: كاسر: لا لَوني متطور
ro: Refractor: apocromatic
sq: Refraktor: apokromatik
tr: Refraktör: apokromatik

source: Refractor: non-achromatic Galilean
ar: كاسر: نوع جاليليو،بدون تعديل لوني
ro: Refractor: non-acromatic Galilean
sq: Refraktor: jo-akromatik Galilean
tr: Refraktör: akromat olmayan Galileo teleskobu

source: Refractor: non-achromatic Keplerian
ar: كاسر: نظام كيبلر،بدون تعديل لوني
ro: Refractor: non-acromatic Keplerian
sq: Refraktor: jo-akromatik Keplerian
tr: Refraktör: akromat olmayan Kepler teleskobu

source: Refractor: superachromat
ar: كاسر: سوبر لا لَوني
ro: Refractor: superacromat
sq: Refraktor: superakromat
tr: Refraktör: süperakromat

source: Reflector: Dall-Kirkham
ar: عاكس: نظام Dall-kirkham
sq: Reflektor: Dall-Kirkham
tr: Reflektör: Dall-Kirkham

source: Reflector: Nasmyth
ar: عاكس: نظام Nasmyth
sq: Reflektor: Nasmyth
tr: Reflektör: Nasmyth

source: Reflector: Ritchey Chretien
ar: عاكس: نظام Ritchey Chretien
sq: Reflektor: Ritchey Chretien
tr: Reflektör: Ritchey Chretien

source: Reflector: Gregorian
ar: عاكس: نظام جريجوري
sq: Reflektor: Gregorjan
tr: Reflektör: Gregoryen

source: Reflector: Herschellian
ar: عاكس: نظام هيرشل
sq: Reflektor: Herschellian
tr: Reflektör: Herschellian

source: Reflector: Newtonian
ar: عاكس: نظام نيوتن
tr: Reflektör: Newtonian

source: Catadioptric: Argunov-Cassegrain
ar: كاتاديوبتريك: نظام Argunov-Cassegrain
sq: Katadioptrik: Argunov-Cassegrain
tr: Katadioptrik: Argunov-Cassegrain

source: Catadioptric: Klevtsov-Cassegrain
ar: كاتاديوبتريك: نظام Klevtsov-Cassegrain
sq: Katadioptrik: Klevtsov-Cassegrain
tr: Katadioptrik: Klevtsov-Cassegrain

source: Catadioptric: Lurie-Houghton
ar: كاتاديوبتريك: نظام Lurie-Houghton
sq: Katadioptrik: Lurie-Houghton
tr: Katadioptrik: Lurie-Houghton

source: Catadioptric: Maksutov
ar: كاتاديوبتريك: نظام ماكستوف
sq: Katadioptrik: Maksutov
tr: Katadioptrik: Maksutov

source: Catadioptric: Maksutov-Cassegrain
ar: كاتاديوبتريك: ماكستوف-كاسيجرين
sq: Katadioptrik: Maksutov-Cassegrain
tr: Katadioptrik: Maksutov-Cassegrain

source: Catadioptric: modified Dall-Kirkham
ar: كاتاديوبتريك: نظام Dall-Kirkham مُعدَل
ro: Catadioptric: Dall-Kirkham modificat
sq: Katadioptrik: Dall-Kirkham i modifikuar
tr: Katadioptrik: modifiye Dall-Kirkham

source: Catadioptric: Schmidt camera
ar: كاتاديوبتريك: نظام Schmidt
sq: Katadioptrik: Schmidt kamera
tr: Katadioptrik: Schmidt kamera

source: Catadioptric: Schmidt-Cassegrain
ar: كاتاديوبتريك: نظام Schmidt-Cassegrain
sq: Katadioptrik: Schmidt-Cassegrain
tr: Katadioptrik: Schmidt-Cassegrain

source: Catadioptric: ACF Schmidt-Cassegrain
ar: كاتاديوبتريك: نظام ACF Schmidt-Cassegrain
sq: Katadioptrik: ACF Schmidt-Cassegrain
tr: Katadioptrik: ACF Schmidt-Cassegrain

source: Camera lens
ar: عدسة آلة التصوير
ro: Lentilele camerei
sq: Lentet e kamerës
tr: Kamera lens

source: Binoculars
ar: المنظار الثنائي
ro: Binocluri
sq: Dylbi
tr: Dürbün

source: Aperture
ar: قطر البؤرة
ro: Apertură
sq: Hapja
tr: Açıklık

source: (in mm)
ar: (بالمليمتر)
ro: (în mm)
sq: (në mm)
tr: (mm)

source: Focal length
ar: البعد البؤري
ro: Distanța focală
sq: Gjatesia fokale
tr: Odak uzaklığı

source: Type
ar: النوع
ro: Tip
sq: Shtyp
tr: Tür

source: mm
ar: مليمتر

source: Max. payload
ar: أقصي حمولة
ro: Max. sarcină utilă
sq: Max. kapacitetit mbajtes
tr: Maks. yük

source: (in kg)
ar: (بالكيلوجرام)
ro: (în kg)
sq: (ne kg)
tr: (kg)

source: Periodic error
ar: الخطأ الدوري
ro: Eroare periodică
sq: Gabimi periodik
tr: Periyodik hata

source: (peak to peak, in arcseconds)
ar: (من قمة إلي قمة بالقوس ثانية)
ro: (vârf la vârf, în arcseconds)
sq: (kulm në kulm, ne arkosekonda)
tr: (tepeden tepeye, yaysaniye)

source: kg
ar: كيلوجرام

source: Guider/Planetary
ar: إرشاد/كوكبية
ro: Ghidaj/Planetar
sq: Kamera Ndjekese/Planetare
tr: Kılavuzlayıcı/Gezegen Kamerası

source: Film
ar: فيلم
sq: Filmi

source: Compact
ar: كاميرا مضغوطة
ro: Compactă
sq: Kompakte
tr: Kompakt

source: Video camera
ar: آلة تصوير فيديو
ro: Cameră video
tr: Video kamera

source: Pixel size
ar: حجم البكسل
ro: Dimensiunea pixelului
sq: Madhesia e pikselave
tr: Piksel boyutu

source: (in &mu;m)
ar: (بالميكرومتر)
ro: (în microni)
sq: (në &mu;m)
tr: (&mu;m cinsinden)

source: Sensor width
ar: عرض المستشعر
ro: Lățimea senzorului
sq: Gjerësia sensorit
tr: Sensör genişliği

source: Sensor height
ar: طول المستشعر
ro: Inălțimea senzorului
sq: Gjatësia e sensorit
tr: Sensör yüksekliği

source: &mu;m
ar: بالميكرومتر
tr: (&mu;m cinsinden)

source: Open source or freeware
ar: برنامج ذو مصدر مفتوح أو مجاني
ro: Sursă deschisă sau gratis
sq: Burim i hapur ose falas
tr: Açık kaynak kodlu ya da ücretsiz

source: Paid
ar: مدفوع القيمة
ro: Plătit
sq: Paguar
tr: Satın alınmış

source: Clear or color
ar: شفاف أو مُلون
ro: Clare sau color
sq: Pastro ose ngjyros
tr: Açık ya da renk

source: Broadband: H-Alpha
ar: واسع النطاق: هيدروجين ألفا
ro: În bandă largă: H-Alpha
sq: Vala e gjerë: H-Alfa
tr: Geniş bant: H-Alpha

source: Broadband: H-Beta
ar: واسع النطاق: هيدروجين بيتا
ro: În bandă largă: H-Beta
sq: Vala e gjerë: H-Beta
tr: Geniş bant: H-Beta

source: Broadband: S-II
ar: واسع النطاق: كبريت ثنائي التأين S-II
ro: În bandă largă: S-II
sq: Vala e gjerë: S-II
tr: Geniş bant: S-II

source: Broadband: O-III
ar: واسع النطاق: أكسجين ثنائي التأين O-III
ro: În bandă largă: O-III
sq: Vala e gjerë: O-III
tr: Geniş bant: O-III

source: Broadband: N-II
ar: واسع النطاق: نيتروجين ثنائي التأين N-II
ro: În bandă largă: N-II
sq: Vala e gjerë: N-II
tr: Geniş bant: N-II

source: Narrowband: H-Alpha
ar: ضيق النطاق: هيدروجين ألفا
ro: Bandă îngustă: H-Alpha
sq: Vala e ngushte: H-Alfa
tr: Dar bant: H-Alpha

source: Narrowband: H-Beta
ar: ضيق النطاق: هيدروجين بيتا
ro: Bandă îngustă: H-Beta
sq: Valaa e ngushte: H-Beta
tr: Dar bant: H-Beta

source: Narrowband: S-II
ar: ضيق النطاق: كبريت ثنائي التأين S-II
ro: Bandă îngustă: S-II
sq: Vala e ngushte: S-II
tr: Dar bant: S-II

source: Narrowband: O-III
ar: ضيق النطاق: أكسجين ثنائي التأين O-III
ro: Bandă îngustă: O-III
sq: Vala e ngushte: O-III
tr: Dar bant: O-III

source: Narrowband: N-II
ar: ضيق النطاق: نيتروجين ثنائي التأين N-II
ro: Bandă îngustă: N-II
sq: Vala e ngushte: N-II
tr: Dar bant: N-II

source: Light pollution suppression
ar: عازل للتلوث الضوئي
ro: Suprimarea poluării luminoase
sq: Ulës i Ndotjes se Ndricimit artificial
tr: Işık kirliliği önleme

source: Planetary
ar: كوكبي
ro: Planetar
sq: Filter planetar
tr: Gezegen filtresi

source: UHC: Ultra High Contrast
ar: ‎‎ تباين ضوئي فائق UHC: Ultra high contrast
ro: UHC: Contrast Ultra Ridicat
sq: UHC: Ultra Kontrast i Lartë
tr: UHC: Ultra Yüksek Kontrast

source: Bandwidth
ar: عرض النطاق
ro: Lățime de bandă
sq: Gjeresia e Valës
tr: Bant genişliği

source: (in nm)
ar: (بالنانومتر)
ro: (în nm)
tr: (nm cinsinden)

source: nm
ar: نانومتر

source: Deep sky object
ar: أجرام الفضاء العميق
ro: Obiect Deep-Sky
tr: Derin uzay cisimleri

source: Solar system body or event
ar: جسم أو حَدَث في المجموعة الشمسية
ro: Corp sau eveniment din sistemul solar
tr: Güneş sistemi nesnesi yada olayı

source: Extremely wide field
ar: واسع المجال جداًَ
ro: Câmp extrem de larg
tr: Çok geniş alan

source: Star trails
ar: العنوان
ro: Trasee stelare
tr: Yıldız izleri

source: Title
ar: العنوان
ro: Titlu
sq: Titulli
tr: Başlık

source: Subject type
ar: نوع الجرم
ro: Tipul subiectului
sq: Tipi i subjektit
tr: Obje tipi

source: Objects in field
ar: الأجرام في مجال الصورة

source: Use a <strong>comma</strong> to separate the values.
ar: استخدم <strong>فاصلة</strong> لفصل القيم.
sq: Perdor nje <strong>presje</strong> per te ndare vlerat.
tr: Değerleri birbirinden ayırmak için <strong>virgül</strong> kullanın.

source: If the main subject of your image is a body in the solar system, please select which (or which type) it is.
ar: إذا كان الموضوع الرئيسي لصورتك هو جسم في المجموعة الشمسية، من فضلك اختره أو (اختر نوعه).
ro: Dacă subiectul principal din imaginea ta este un corp în sistemul solar, vă rugăm să selectaţi care (sau ce tip) este el.
sq: Nese subjekti i fotos tuaj është nje trup i sistemit diellor, ju lutem zgjidhni ate (ose tipin) që është.
tr: Eğer resminizin ana nesnesi Güneş sistemindeki bir cisim ise, lütfen hangisi (yada hangi tür) olduğunu seçin.

source: Drag items from the right side to the left side, or click on the plus sign.
ar: اسحب البنود التي تريدها من الجانب الأيمن إلي الجانب الأيسر ، أو اضغط علي علامة الزائد.
ro: Trageți elementele din partea dreaptă spre partea stângă, sau faceți clic pe semnul plus.
sq: Zvarrit artikullin nga krahu i djathte ne te majte, ose klikoni shenjen plus.
tr: Parçaları sağ taraftan sol tarafa doğru sürükleyin, ya da artı işaretine tıklayın.

source: Description
ar: الوصف
ro: Descriere
sq: Përshkrimi
tr: Açıklama

source: HTML tags are allowed.
ar: مسموح باستخدام HTML tags.
ro: Etichetele HTML sunt permise.
sq: Kodet HTML lejohen.
tr: HTML kodlarına izin verilmektedir.

source: Apply watermark to image
ar: تطبيق علامة مائية علي الصورة
ro: Aplică etichetă (watermark) la imagine
sq: Vendos nje watermark mbi foto
tr: Resme watermark uygula

source: Position
ar: الموضع
ro: Poziție
sq: Pozicioni
tr: Pozisyon

source: Size
ar: الحجم
ro: Dimensiunea
tr: Boyut

source: (no title)
ar: (بدون عناوين)
ro: (fără titlu)
sq: (pa titull)
tr: (başlıksız)

source: Please use the following format: yyyy-mm-dd.
ar: من فضلك استخدم هذا الترتيب: سنة-شهر-يوم.
ro: Vă rugăm să folosiți următorul format: aaaa-ll-zz.
sq: Ju lutem perdorni formatin qe vijon: vvvv-mm-dd.
tr: Lütfen şu formatı kullanın: yyyy-aa-gg

source: Image
ar: الصورة
ro: Imagine
sq: Imazhi
tr: Resim

source: 1 - Excellent dark-site sky (BLACK)
ar: 1- مكان سماء معتمة ممتاز (أسود)
ro: 1 - Cer întunecat (excelent) (NEGRU)
sq: 1 - Sit me Qiell te erret te Shkelqyer (Zezë)
tr: 1 - Mükemmel karanlıkta gökyüzü (SİYAH)

source: 2 - Typical truly dark site (GRAY)
ar: 2 - مكان سماء معتمة (رمادي)
ro: 2 - Cer tipic, cu adevarat întunecat (Gri)
sq: 2 - Sit tipik me nje qiell te erret vertete (GRI)
tr: 2 - Fazlasıyla karanlık gökyüzü (GRİ)

source: 3 - Rural sky (BLUE)
ar: 3 - سماء ريفية (أزرق)
ro: 3 - Cer rural (ALBASTRU)
sq: 3 - Qiell fshati (Blu)
tr: 3 - Köy ortamı gökyüzü (MAVİ)

source: 4 - Rural/suburban transition (GREEN/YELLOW)
ar: 4 - سماء مابين الريف و الضواحي (أخضر/أصفر)
ro: 4 - Tranziţie rural/suburban (VERDE/GALBEN)
sq: 4 - Midis fshatit/periferise (JESHIL/VERDHE)
tr: 4 - Köy/ufak ilçe gökyüzü (YEŞİL/SARI)

source: 5 - Suburban sky (ORANGE)
ar: 5 - سماء ضواحي (برتقالي)
ro: 5 - Cer suburban (PORTOCALIU)
sq: 5 - Qiell periferie (PORTOKALLI)
tr: 5 - Büyük ilçe-ufak şehir gökyüzü (TURUNCU)

source: 6 - Bright suburban sky (RED)
ar: 6 - سماء ضواحي مضيئة (أحمر)
ro: 6 - Cer suburban luminos (ROŞU)
sq: 6 - Qiell i ndriçuar periferie (KUQE)
tr: 6 - Şehir gökyüzü (KIRMIZI)

source: 7 - Suburban/urban transition or Full Moon (RED)
ar: 7 - سماء مابين الضواحي و المدن أو قمر مكتمل (أحمر)
ro: 7 - Tranziţie suburban/urban sau Lună Plină (ROŞU)
sq: 7 - Qiell periferik/urban ose me Hene te Plote (KUQE)
tr: 7 - Büyükşehir gökyüzü veya Dolunay (KIRMIZI)

source: 8 - City sky (WHITE)
ar: 8 - سماء مدينة (أبيض)
ro: 8 - Cer de oraş (ALB)
sq: 8 - Qiell qyteti (BARDHE)
tr: 8 - Büyükşehir merkezi - Megaşehir gökyüzü (BEYAZ)

source: 9 - Inner city sky (WHITE)
ar: 9 - سماء وسط المدينة (أبيض)
ro: 9 - Cer din interiorul oraşului (ALB)
sq: 9 - Qiell perbrenda nje qyteti (BARDHE)
tr: 9 - Megaşehir merkezi gökyüzü (BEYAZ)

source: Synthetic channel
ar: مُجمعة من ألوان أولية
ro: Canal sintetic
sq: Kanal sintetik
tr: Yapay kanal

source: Filter
ar: مرشِّح
ro: Filtru
sq: Filtër
tr: Filtre

source: Binning
ar: تجميع البكسلات
ro: Reductie matriciala a rezolutiei imaginii

source: Number
ar: العدد
ro: Număr
sq: Numri
tr: Sayı

source: The number of sub-frames.
ar: عدد الإطارات المضيئة.
ro: Numărul de sub-cadre.
sq: Numri i nën-fotove.
tr: Light karelerin sayısı

source: Duration
ar: المدة
ro: Durata
sq: Kohezgjatja
tr: Süre

source: Duration of each sub-frame, in seconds.
ar: مدة كل إطار مضئ ، بالثانية.
ro: Durata fiecărui sub-cadru, în secunde.
sq: Kohezgjatja e çdo nen-fotoje, në sekonda.
tr: Her bir light karenin saniye cinsinden süresi.

source: ISO
ar: حساسية المستشعر ISO

source: Gain
ar: عامل مضاعفة الحساسية
ro: Câștig
sq: Permiresimi i drites
tr: Kazanç

source: Sensor cooling
ar: تبريد المستشعر
ro: Răcirea senzorului
sq: Ftohja e sensorit
tr: Sensör soğutma

source: The temperature of the chip. E.g.: -20.
ar: درجة حرارة المستشعر. علي سبيل المثال: -20.
ro: Temperatura cipului. Ex: -20.
sq: Temperatura e çipit(chip). P.sh.: -20.
tr: Yonga sıcaklığı. Örn: -20.

source: Darks
ar: الإطارات المظلمة
ro: Întunecate
sq: Dark-et
tr: Dark'lar

source: The number of dark frames.
ar: عدد الإطارات المظلمة.
ro: Numărul de cadre întunecate.
sq: Numri i fotove dark.
tr: Dark karelerin sayısı.

source: Flats
ar: الإطارات المستوية
ro: Plate
sq: Flat-et
tr: Flat'ler

source: The number of flat frames.
ar: عدد الإطارات المستوية.
ro: Numărul de cadre plate.
sq: Numri i fotove flat.
tr: Flat karelerin sayısı.
