Repository: HunterHarling/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: ar, ro, sq, tr

source: The image will be permanently deleted and cannot be recovered. All its revisions will be deleted too. Are you sure?
ar: سيتم حذف هذه الصورة نهائيا بالإضافة إلي مراجعاتها و لا يمكن استعادتها بعد ذلك. هل أنت متأكد؟
ro: Imaginea va fii stearsa definitiv si nu va putea fi recuperata. De asemenea vor fi sterse toate reviziile ei. Sunteti sigur ?
sq: Foto do fshihet perfundimisht dhe nuk mund te rikuperohet me. Te gjitha rishikimet e saj do te fshihen gjithashtu. A jeni te sigurt?
tr: Resim kalıcı olarak silinecektir ve bu işlem geri alınamaz. Ayrıca tüm revizyonları da silinecek. Silmek istediğinizden emin misiniz?

source: Delete this revision?
ar: حذف هذه المراجعة؟
ro: Stergeti aceasta revizie ?
sq: Fshi kete rishikim?
tr: Bu revizyonu silmek istiyor musunuz?

source: This revision will be permanently deleted and cannot be recovered. Are you sure?
ar: سيتم حذف هذه المراجعة نهائياً و لايمكن استعادتها بعد ذلك. هل أنت متأكد؟
ro: Aceasta revizie va fi stearsa definitiv si nu va putea fi recuperata. Sunteti sigur ?
sq: Ky rishikim do fshihet perfundimisht dhe nuk mund te rikuperohet me. A jeni te sigurt?
tr: Bu revizyon kalıcı olarak silinecektir ve bu işlem geri alınamaz. Silmek istediğinizden emin misiniz?

source: Delete original image?
ar: حذف النسخة الأصلية؟
ro: Stergeti imaginea originala?
sq: Fshi foton origjinale?
tr: Orijinal resmi silmek istiyor musunuz?

source: The image will be permanently deleted and cannot be recovered. Its revisions will not be deleted. Are you sure?
ar: سيتم حذف الصورة نهائياً و لن يمكن استعادتها بعد ذلك ، لكن لن يتم حذف المراجعات. هل أنت متأكد؟
ro: Aceasta imagine va fi stearsa definitiv si nu va putea fi recuperata. Reviziile sale nu vor fi sterse. Sunteti sigur ?
sq: Foto do te fshihet perfundimisht dhe nuk mund te rikuperohet me. A jeni te sigurt?
tr: Bu resim kalıcı olarak silinecektir ve bu işlem geri alınamaz. Revizyonları ise silinmeyecektir. Silmek istediğinizden emin misiniz?

source: Continue
ar: استمر
ro: Continuati
sq: Vazhdo
tr: Devam

source: This will trigger the regeneration of all thumbnails for this image and all its revisions.
ar: سوف يؤدي هذا إلي إعادة تكوين الصور المصغرة للصورة و لكل مراجعاتها.

source: The following people like this image
ar: هؤلاء الأشخاص سجلوا إعجابهم بهذه الصورة

source: If this image is the result of your processing of a public data pool, you can send it the pool so it's displayed there.
ar: إذا كانت هذه الصورة نتيجة لمعالجتك بيانات من مساحة بيانات عامة ، يمكنك إرسالها إلي المساحة حتي يتم عرضها هناك.

source: Use this form to select an existing <strong>public data pool</strong>.
ar: استخدم هذه الاستمارة لاختيار <strong>مساحة بيانات عامة</strong> موجودة.

source: If this image is the result of your processing of a private shared folder, you can send it the folder so it's displayed there.
ar: إذا كانت هذه الصورة نتيجة لمعالجتك بيانات من مساحة بيانات عامة ، يمكنك إرسالها إلي المساحة حتي يتم عرضها هناك.

source: Use this form to select a <strong>private shared folder</strong> you have created or have been invited to.
ar: استخدم هذه الاستمارة لاختيار <strong>مجلد خاص مشترك</strong> قمت بانشائه سابقاً أو تمت دعوتك له.

source: You don't have access to any shared private folders.
ar: للأسف لا تملك حق الدخول لأي من المجلدات الخاصة المشتركة.

source: Sharing mode
ar: طريقة المشاركة
ro: Mod sharing
tr: Paylaşım modu

source: Simple link
ar: رابط بسيط
ro: Link simplu
tr: Temel bağlantı

source: Forums
ar: منتديات
ro: Forumuri
tr: Forumlar

source: Thumbnail
ar: صورة مصغرة
ro: Imagine iconita
tr: Küçük resim

source: Yes
ar: نعم
ro: Da
tr: Evet

source: No
ar: لا
ro: Nu
tr: Hayır

source: Image size
ar: قياسات الصور
ro: Dimensiunea imaginii
tr: Resim boyutu

source: Regular
ar: عادية
sq: Normale
tr: Her zamanki

source: Full
ar: كاملة
ro: Plin
tr: Dolu

source: Copy this
ar: انسخ هذا
ro: Copiaza asta
tr: Bunu kopyala

source: Image mode
ar: نوع الصورة
ro: Mod imagine
tr: Resim modu

source: Did you improve the post-processing of your image? Upload the new revision!
ar: هل تمكنت من تحسين معالجة صورتك؟ ارفع المراجعة الجديدة!
sq: A e keni permiresuar perpunimin e fotos tuaj? Ngarko rishikimin e ri!
tr: Fotoğrafınız üzerinde uyguladığınız işleme tekniğinizi geliştirdiniz mi? O halde fotoğrafınızın yeni revizyonunu yükleyin!

source: Edit your image: acquisition details
ar: تحرير صورتك: تفاصيل الالتقاط
ro: Editati imaginea: detalii de achizitie
sq: Modifikoni foton tuaj: detajet e sesionit
tr: Resminizi düzenleyin: çekim detayları

source: Remove data
ar: حذف البيانات
ro: Stergeti datele
sq: Hiqini te dhenet
tr: Verileri sil

source: You can insert as many acquisition sessions as you want, as often images are taken across several nights. An acquisition session is defined primarily by a date and a filter. Fill in your data and then click on <strong>Save</strong> to finish, or on <strong>Add more</strong> to add more acquisition sessions.
ar: يمكنك ادخال عدد جلسات التقاط كما تريد ، لأنه غالبا ما يتم التقاط الصور خلال عدة ليالٍ. جلسة التصوير يتم تعريفها مبدئيا بالتاريخ و بالمرشّح المستخدم. املأ كل بياناتك ثم اضغط علي <strong>حفظ</strong> للإنتهاء. أو علي <strong>إضافة المزيد</strong> لإضافة المزيد من جلسات التصوير.
sq: Ju mund te vendosni sesionet fotografike qe deshironi, pasi shpeshhere fotot jane te marra ne netë te ndryshme. Nje sesion fotografik zakonisht paiset me nje datë dhe nje filter. Permbush te dhenat e sesionit dhe kliko <strong>Shpëto</strong> per te mbaruar, ose <strong>Shto me shumë</strong> per te shtuar sesione te tjera fotografie.
tr: Fotoğraflar çoğu kez birkaç gece boyunca çekildiğinden, istediğiniz kadar çekim oturumu ekleyebilirsiniz. Çekim oturumu, esasen bir tarih ve filtre ile tanımlanır.Verilerinizi girin ve bitirmek için <strong>Kaydet</strong> butonuna ya da daha fazla çekim oturumu eklemek için <strong>Daha fazlasını ekleyin</strong> butonuna tıklayın.

source: Is this too much data for you to handle? Go to the <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">basic form</a>.
ar: هل هذه كثير من البيانات علي قدرتك؟ اذهب إلي <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">الاستمارة الرئيسية</a>.
sq: Jane shume te dhena per ju per tu trajtuar? Shko tek <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">forma baze</a>.
tr: Bu kadar çok veri ile başa çıkamıyor musunuz? O halde <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">temel form</a>'a gidin.

source: Acquisition session
ar: جلسة الالتقاط
ro: Sesiunea de achizitie
sq: Sesioni fotografik
tr: Çekim oturumu

source: (scroll down for more)
ar: (للمزيد انزل إلي الأسفل)
ro: (derulati in jos pentru mai mult)
sq: (leviz rroten e mausit per me shume)
tr: (devamı için aşağıya kaydırın)

source: Add more
ar: إضافة أكثر
ro: Adauga mai mult
sq: Shto me shume
tr: Daha fazlasını ekleyin

source: With this form you can input the basic details for the acquisition of your image. If you want to be more thorough or fill in separate details for each filter, go to the <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">advanced form</a>.
ar: باستخدام هذه الاستمارة يمكنك كتابة تفاصيل الالتقاط الأساسية. إذا أردت أن تكون أكثر تعمقاً أو أن تكتب تفاصيل منفصلة لكل مرشِّح ، اذهب إلي <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">الاستمارة المتطورة</a>.
sq: Me kete formë ju mund te vendosni detajet baze te fotos suaj. Nëse ju doni që detajet të jenë më të plota ose plotësoni në detaje të veçuara për secilin filtër, shko tek <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">forma advancuar</a>.
tr: Bu formda, fotoğrafınızın çekim bilgileri ile ilgili temel detayları girebilirsiniz. Eğer daha fazla detay girmek ya da her bir filtre için detayları ayrı ayrı yazmak istiyorsanız, <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">gelişmiş form</a>'a gidin.

source: What kind of image is this?
ar: ما نوع هذه الصورة؟
ro: Ce fel de imagine este aceasta ?
sq: Cfare lloj foto eshte kjo?
tr: Bu ne tür bir fotoğraf?

source: Solar system
ar: المجموعة الشمسية
ro: Sistemul solar
sq: Sistemi diellor
tr: Güneş sistemi

source: Deep sky
ar: السماء العميقة
sq: Qiell i thellë
tr: Derin uzay

source: Edit your image: basic information
ar: تحرير صورتك: المعلومات الأساسية
ro: Editati imaginea : informatii de baza
sq: Modifiko foton: informacionet bazë
tr: Fotoğrafınızı düzenleyin: temel bilgiler

source: Next step: gear used
ar: الخطوة التالية: الأجهزة المُستخدمة
ro: Pasul urmator: echipamentul utilizat
sq: Hapi tjeter: mekanizmi i perdorur
tr: Sonraki adım: kullanılan donanımlar

source: Edit your image: gear used
ar: تحرير صورتك: الأجهزة المُستخدمة
ro: Editati imaginea: echipamentul utilizat
sq: Modifiko foton tuaj: mekanizmi i perdorur
tr: Resminizi düzenleyin: kullanılan donanımlar

source: Can't see anything here? Perhaps you should first add some gear in your <a href="%(the_url)s">profile</a>!
ar: لا يمكنك رؤية أي أجهزة هنا؟ ربما ينبغي لك أن تضيف بعض الأجهزة في <a href="%(the_url)s">صفحتك الشخصية</a>!
sq: Nuk sheh asgje ketu? Mbase duhet te shtoni nje mekanizem ne <a href="%(the_url)s">profilin</a> tuaj!
tr: Hiç birşey göremiyor musunuz? Belkide önce <a href="%(the_url)s">profilinize</a> bazı donanımlar eklemeniz gerekmektedir!

source: To choose the gear used for this image, drag items from the right side to left side, or click the plus sign.
ar: لاختيار الأجهزة المُستخدمة في هذه الصورة ، اسحب العناصر من الجهة اليمني إلي الجهة اليسري ، أو اضغط علي علامة زائد.
ro: Pentru a alege echipamentul folosit pentru aceasta imagine, trageti itemurile din partea dreapta in partea stanga sau apasati semnul plus.
sq: Per te zgjedhur mekanizmin e perdorur per kete foto, zvarrit artikujt nga e djathta ne te majte, ose kliko mbi shenjen plus.
tr: Bu fotoğrafta kullanılan donanımları seçmek için, parçaları sağ taraftan sol tarafa sürükleyin ya da artı işaretine tıklayın.

source: Use this button to import the gear settings from another image of yours.
ar: استخدم هذا الزر لاستيراد إعدادات الأجهزة من صورة أخري لك.
ro: Folositi acest buton pentru a importa setarile echipamentului, de la o alta imagine a dumneavoastra.
tr: Diğer fotoğraflarınızdan donanım ayarlarınızı import etmek için bu butonu kullanın.

source: Copy from another image
ar: نسخ من صورة أخرى
ro: Copiati din alta imagine
tr: Diğer fotoğraftan kopyala

source: Copy gear
ar: نسخ الأجهزة
ro: Copiaza echipamentul
tr: Donanımı kopyala

source: Copying the gear from another image will populate the gear selection form for you, but you will still need to save it in the end.
ar: نسخ الأجهزة من صورة أخرى سيقوم بملء تنسيق الأجهزة لك ، لكن لازلت تحتاج إلي حفظ ذلك في النهاية.
ro: Copiind echipamentul de la o alta imagine, va completa formularul de echipament, dar tot va fi nevoie sa dati salvare la sfarsit.
tr: Başka bir resimden donanım kopyalamak, donanım seçim formunu sizin için dolduracak fakat, yine de formu kaydetmeniz gerekecek.

source: Copy
ar: نسخ
ro: Copiaza
sq: Kopjo
tr: Kopyala

source: Change the license for this image
ar: تغيير رخصة هذه الصورة
ro: Schimba licenta pentru aceasta imagine
sq: Ndrysho liçencen per kete foto
tr: Bu fotoğraf için lisansı değiştir

source: Remember that you can change your default license <a href="%(change_default_url)s">here</a>.
ar: تذكر أنه يمكنك تغيير رخصتك الافتراضية<a href="%(change_default_url)s">هنا</a>.
ro: Reaminteste-ti ca poti schimba licenta ta de baza <a href="%(change_default_url)s">aici</a>.
sq: Mos harroni qe ju mund ta nderroni liçencen me ate te parazgjedhur <a href="%(change_default_url)s">ketu</a>.
tr: Unutmayın ki varsayılan lisansınızı <a href="%(change_default_url)s">buradan</a> değiştirebilirsiniz.

source: Basic Information
ar: المعلومات الرئيسية
ro: Informatii de baza
sq: Informacione bazë
tr: Temel bilgiler

source: Gear used
ar: الأجهزة المُستَخدمة
ro: Echipament utilizat
sq: Mekanizmi perdorur
tr: Kullanılan donanımlar

source: Acquisition details
ar: تفاصيل الالتقاط
ro: Detalii de achizitie
sq: Detajet e sesionit fotografik
tr: Çekim detayları

source: Apply a watermark to image
ar: إضافة علامة مائية إلي الصورة
ro: Aplica o eticheta (semnatura) la imagine

source: AstroBin can protect your images from theft by applying a watermark to them. Be careful with your settings though: once a watermark has been applied, it cannot be removed (AstroBin won't store the non-watermarked version of your image, for your safety). If you don't like the watermark resulting from the following settings, your only choice is to delete the image and start over.
ar: AstroBin يمكنه حماية صوّرك من السرقة عن طريق إضافة علامة مائية لكل واحدة. مع ذلك ، تعامل بحذر مع الإعدادات ، لأنه بمجرد إضافة العلامة المائية علي الصورة ، لا يمكن إزالتها (AstroBin لن يقوم بحفظ أي نسخة بدون علامة مائية لهذه الصورة ، لضمان حمايتها). إذا كانت العلامة المائية لا تعجبك نتيجةً لإعدادات خاطئة ، خيارك الوحيد هو حذف الصورة و البدء من جديد.
ro: Astrobin va poate proteja imaginile contra furtului, aplicandu-le o eticheta. Aveti grija la setari deoarece odata aplicata eticheta, nu mai poate fi inlaturata. ( Astrobin nu va depozita imaginea originala fara marcaj pentru, siguranta dumneavoastra).Daca nu va place imaginea cu eticheta care a rezultat din setari, atunci singura sansa va fi sa stergeti si maginea si sa o luati de la inceput.
sq: AstroBin mund të mbrojë fotot tuaja nga vjedhja duke aplikuar një watermark. Kini kujdes me parametrat tuaj pasi: një herë qe aplikoni watermarkun, ajo nuk mund të hiqet me (AstroBin nuk e ruan versionin jo-watermarked te fotos tuaj, për sigurinë tuaj). Nëse nuk ju pëlqen watermark-u i mëposhtem, zgjedhja juaj e vetme është të fshini foton dhe ta filloni nga e para.
tr: AstroBin fotoğraflarınıza watermark uygulayarak onları aşırılmaya karşı koruyabiliyor. Yalnız burada dikkat etmeniz gereken bir şey var: Watermark bir kez uygulandı mı geri alınması mümkün değildir (AstroBin güvenliğiniz için fotoğraflarınızın watermark uygulanmamış halini saklamıyor.) Bu ayardan dolayı fotoğraflarınızn watermark uygulanmış halini beğenmiyorsanız buna karşı tek şansınız fotoğrafı silip baştan yüklemek olacaktır.

source: Please note: animated GIFs cannot be watermarked at this time.
ar: يرجي الملاحظة أنه لا يمكن وضع علامة مائية علي صور GIF المتحركة في هذا الوقت.
ro: Notificare : GIF-urile animate nu pot fi marcate in acet moment.
sq: Vini re: GIF-et e animuara nuk mund ti vihet watermarku kesaj here.
tr: Lütfen dikkat: animated GIF'lere watermark işlemi uygulanamamaktadır.

source: Next step: basic information
ar: الخطوة التالية: المعلومات الأساسية
ro: Pasul urmator: informatii de baza
sq: Hapi tjeter: informacionet baze
tr: Sonraki adım: temel bilgiler

source: Remove
ar: حذف
ro: Inlaturati

source: Edit
ar: تحرير
ro: Editare
sq: Modifiko
tr: Düzenle

source: View page
ar: عرض الصفحة
ro: Vizualizati pagina
tr: Sayfaya gözat

source: No gear yet.
ar: لا توجد أجهزة بعد.
ro: Fara echipament, inca.

source: Add
ar: إضافة
ro: Adaugati

source: You have no messages.
ar: لا توجد لديك رسائل.
ro: Nu aveti mesaje.
sq: Juve nuk keni mesazhe.
tr: Hiç mesajınız yok.

source: Show all messages
ar: عرض كل الرسائل
ro: Arata toate mesajele.
sq: Trego te gjithe mesazhet
tr: Tüm mesajları göster

source: No images
ar: لا توجد صور
ro: Nu sunt imagini
sq: Asnje foto
tr: Resim yok

source: This search found results of multiple types. If you want, you can refine your search using the <strong>Search type</strong> field in the <strong>Basic criteria</strong> box.
ar: لقد وجد هذا البحث نتائج متنوعة. إذا أردت ، يمكنك تهذيب البحث باستخدام حقل <strong>نوع البحث</strong> في صندوق <strong>المعايير الرئيسية</strong>.

source: Likes
ar: الإعجابات

source: Date joined
ar: تاريخ الإنضمام
ro: Data cand a intrat

source: The perfect home for your astrophotography.
ar: البيت المثالي لصورك الفلكية.
ro: Casa perfectă pentru astrofotografia ta.
sq: Shtepia perfekte per astrofotot e juaja.
tr: Astrofotoğrafi için mükemmel bir yuvadır.

source: AstroBin is an image hosting service made specifically for astrophotographers. It comes packed with features that benefit the astrophotography community greatly! See the <a href="%(help_url)s">help page.</a> for more information.
ar: AstroBin هو خدمة إستضافة مُخصصة للمصورين الفلكيين. تأتي مليئة بالمميزات الّتي تخدم مجتمع التصوير الفلكي بشدة! انظر <a href="%(help_url)s">صفحة المساعدة</a> للمزيد من المعلومات.
sq: AstroBin është një shërbim image hosting i bërë posaçërisht për astrofotografët. Ai eshte e mbushur me karakteristika nga te cilat përfitojnë në masë të madhe i gjithe komuniteti i astrofotografëve anembanë! Shiko <a href="%(help_url)s">Faqja Ndihmes.</a> per me shume informacione.
tr: AstroBin astrofotoğrafçılar için özel olarak geliştirilmiş bir paylaşım servisidir. Astrofotoğrafi camiası için bir dolu faydalı özellik ile birlikte gelmektedir. Daha fazla bilgi için <a href="%(help_url)s">yardım sayfalarına</a> bakınız.

source: Unlimited uploads, unlimited size.
ar: سعة رفع غير محدودة ، حجم غير محدود.
ro: Incarcari nelimitate, marime nemilitata.
sq: Ngarkime te pakufizuara, permasa te pakufizuara.
tr: Sınırsız yükleme, sınırsız dosya boyutu.

source: Have your data neatly plotted.
ar: اجعل بياناتك مُخططة بدقة.
sq: Te dhenat teknike janë të shënuara mirë.
tr: Verilerinizin grafiğini düzgünce çizdirin.

source: Data is everything, and AstroBin will give you the tools to keep your data neat and organized. And with our plots, you can get insights on your productivity and on the gear you use the most.
ar: البيانات هي كل شيء ، و موقع AstroBin سيعطيك الأدوات الّتي تحافظ علي بياناتك دقيقة و منظمة. و باستخدام مخططاتنا البيانية ، يمكنك الحصول علي معلومات أكثر عن إنتاجك و الأجهزة الّتي تستخدمها أكثر.
ro: Datele sunt totul, iar AstroBin vă va oferi instrumentele necesare pentru a menține datele dvs. îngrijite și organizate.Si cu parcelele noastre puteți obține intuiții asupra productivitati cu echipamentul din dotare.
sq: Te dhenat teknike jane gjithçka, dhe AstroBin do ju jape juve paisjet qe ti mbani ato te organizuara. Dhe me te dhenat tona mund te thelloni produktivitetin tuaj dhe cili mekanizem funksionon me mire.
tr: Veri herşeydir. AstroBin verilerinizi düzgünce ve organize bir şekilde saklamanızı sağlayan araçlar sunar. Çizimlerimizle beraber, en çok kullandığınız ekipmanlar ve verimliliğinize dair derinlemesine bir bakış elde edebilirsiniz.

source: Your activity stream
ar: تيّار النشاط الخاص بك

source: Global activity stream
ar: تيّار النشاط العام

source: Recently uploaded
ar: تم رفعها حديثاً

source: Recent images from people you follow
ar: الصور الحديثة من الأشخاص الذين تتابعهم

source: Recently liked
ar: مُعجب بها حديثاً

source: Recently bookmarked
ar: أضيفت إلي الصور المفضلة حديثأً

source: Recent images with link to TIFF/FITS
ar: الصور الحديثة مع رابط لملفات TIFF/FITS

source: Personal
ar: شخصي

source: Global
ar: عام

source: Recent images
ar: الصور الحديثة
ro: Imagini recente
sq: Fotot e fundit
tr: Yeni resimler

source: Set current front page section as default
ar: اضبط هذه الصفحة لتكون افتراضية

source: To make your personal stream more interesting, you should follow some people!
ar: لكي تجعل تيّار البيانات الخاص بك أكثر امتاعا ، يجب أن تتابع بعض الأشخاص!

source: Do you want your product here?
ar: هل تريد المُنتج الخاص بك هنا؟

source: Edit your location
ar: تعديل موقعك
ro: Editează-ţi locaţia
sq: Modifikoni vendndodhjen tuaj
tr: Konumunuzu değiştirin

source: If this location is missing data, or has incorrect data, please fix it.
ar: إذا كان موقعك ينقصه البيانات ، أو يحتوي هلي بيانات خاطئة ، من فضلك حاول إصلاح ذلك.
sq: Nese vendndodhja ka detaje qe mungojne, ju lutemi sistemoheni.
tr: Eğer bu konum eksik ya da hatalı veri barındırıyorsa lütfen düzeltin.

source: Compose message
ar: إنشاء رسالة
ro: Compune mesaj
sq: Shkruani meseazh
tr: Mesaj düzenleyin

source: Type in a search term
ar: اكتب مصطلح للبحث عنه
sq: Shkruaj ne nje term kerkues
tr: Bir arama terimi yazın

source: No results
ar: لا توجد نتائج
ro: Nu sunt rezultate
sq: Asnje rezultat
tr: Sonuç bulunamadı

source: Searching
ar: جاري البحث
ro: Căutare
sq: Duke kerkuar
tr: Aranıyor

source: Messages
ar: الرسائل
ro: Mesaje
sq: Mesazhe
tr: Mesajlar

source: Participants
ar: المشاركون

source: Date and time
ar: التاريخ والوقت
ro: Data si ora
tr: Tarih ve zaman

source: New!
ar: جديد!
ro: Nou !
sq: E re!
tr: Yeni!

source: No messages
ar: لا توجد رسائل
ro: Nu sunt mesaje
sq: Asnje mesazh
tr: Mesaj yok

source: Message sent
ar: تم الإرسال
ro: Mesajul a fost trimis.
sq: Mesazhi u dergua
tr: Mesaj gönderildi

source: A conversation between <a href="%(sender_url)s">you</a> and
ar: محادثة <a href="%(sender_url)s">بينك</a> و
sq: Nje bisede midis <a href="%(sender_url)s">juve</a> dhe
tr: Karşılıklı sohbet : <a href="%(sender_url)s">Siz</a> ve

source: Delete conversation
ar: حذف المحادثة
ro: Stergeti conversatia
sq: Fshini biiseden
tr: Diyaloğu sil

source: or return to messages
ar: أو ارجع إلي الرسائل
ro: sau reveniti la mesaje
sq: ose kthehuni te mesazhet
tr: ya da mesajlarınıza geri dönün

source: Reply
ar: رد
ro: Raspuns
sq: Pergjigju
tr: Yanıtla

source: Sending...
ar: جاري الإرسال...
ro: Se trimite...
sq: Duke derguar...
tr: Gönderiliyor...

source: Error. Try again!
ar: حدث خطأ ، حاول مرة أخرى!
ro: Eroare. Incercati din nou !
sq: Error. Provo prap!
tr: Hata. Yeniden deneyin!

source: <a href="%(api_keys_url)s">Your request for an API Key has been approved!</a>
ar: <a href="%(api_keys_url)s"> تم قبول طلبك لمفتاح الـAPI!</a>
tr: <a href="%(api_keys_url)s">API Anahtarı isteğiniz onaylandı!</a>

source: API Key request approved
ar: تم قبول طلب مفتاح الAPI
ro: Cheia API solicitata a fost aprobata
tr: API Anahtar isteği onaylandı

source: <a href="%(object_url)s">You are now following <strong>%(object)s</strong>.</a>
ar: <a href="%(object_url)s">أنت الآن تتابع<strong>%(object)s</strong>.</a>
ro: <a href="%(object_url)s">Acum urmariti <strong>%(object)s</strong>.</a>
sq: <a href="%(object_url)s">Juve nuk po ndiqni <strong>%(object)s</strong>.</a>
tr: <a href="%(object_url)s">Artık <strong>%(object)s</strong> kullanıcısını takip ediyorsunuz.</a>

source: Your image has been deleted.
ar: تم حذف صورتك.
ro: Imaginea ta a fost stearsa.
sq: Foto juaj u fshi.
tr: Fotoğrafınız silindi.

source: Your image at %(object_url)s could not be plate-solved.
ar: لا يمكن اجراء القياسات الفلكية لصورتك %(object_url)s.
sq: Foto juaj tek %(object_url)s nuk mund te zberthehet.
tr: %(object_url)s linkindeki fotoğrafınızın levha çözümleme işlemi başarısız.

source: <a href="%(object_url)s">Your image could not be plate-solved.</a>
ar: <a href="%(object_url)s">لا يمكن اجراء القياسات الفلكية لصورتك.</a>
sq: <a href="%(object_url)s">Foto juaj nuk mund te zberthehet.</a>
tr: <a href="%(object_url)s">Fotoğrafınızın levha çözümleme işlemi başarısız.</a>

source: Your image could not be plate-solved.
ar: تعذّر عمل القياسات الفلكية لصورتك.
sq: Foto juaj nuk mund te zberthehet.
tr: Fotoğrafınızın levha çözümleme işlemi başarısız.

source: <a href="%(object_url)s">Your image has been processed.</a>
ar: <a href="%(object_url)s">تم معالجة صورتك.</a>
ro: <a href="%(object_url)s">Imaginea ta a fost procesata.</a>
sq: <a href="%(object_url)s">Foto juaj u proçesua.</a>
tr: <a href="%(object_url)s">Fotoğrafınız işlendi.</a>

source: Your image at %(object_url)s was plate-solved.
ar: تم إجراء القياسات الفلكية لصورتك علي %(object_url)s.
sq: Foto juaj tek %(object_url)s u zberthye.
tr: %(object_url)s fotoğrafınızın levha çözümleme işlemi tamamlandı.

source: <a href="%(object_url)s">Your image has been successfully plate-solved.</a>
ar: <a href="%(object_url)s">تم إجراء القياسات الفلكية لصورتك بنجاح.</a>
sq: <a href="%(object_url)s">Foto juaj u zberthye me sukses.</a>
tr: <a href="%(object_url)s">Fotoğrafınızın levha çözümleme işlemi başarıyla tamamlandı.</a>
