Repository: HunterHarling/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: ar, ro, sq, tr

source: older
sq: me te vjeter

source: <strong>%(username)s</strong> has requested additional information about your image.
sq: <strong>%(username)s</strong> ka kerkuar informacione shtese rreth fotos tuaj.

source: <strong>%(username)s</strong> has requested to see the TIFF of FITS of your image.
sq: <strong>%(username)s</strong> ka kerkuar te shohe TIFF dhe FITS e fotos tuaj.

source: You should insert data for the location you have created: <strong>%(location)s</strong>
sq: Ju duhet te shtoni te dhenat e lokacionit qe krijuat: <strong>%(location)s</strong>

source: You have no requests.
sq: Juve skeni asnje kerkese.

source: Manage received requests
sq: Menaxhoni kerkeset qe moret

source: Viewed one time
sq: E pare nje here

source: Read all
ro: Citeste tot
sq: Lexo te gjithe
tr: Tümünü oku

source: Here are your notifications
ro: Aici sunt notificarile dumneavoastra.
sq: Ja ku jane lajmerimet e juaja
tr: İşte bildirimleriniz

source: Hi! You have a new notification on AstroBin: %(message)s To see all your notifications, please go to %(notices_url)s. If you don't want to receive emails anymore, edit your preferences by going to http://astrobin.com%(pref_url)s. Clear skies, AstroBin.
sq: Tung! Juve keni nje njoftim te ri ne AstroBin: %(message)s Per te pare te gjitha njoftimet ju lutemi shkoni te %(notices_url)s. Nese nuk deshironi me te merrni e-mail, modifiko preferencat e juaja duke shkuar te http://astrobin.com%(pref_url)s. Qiej te erret, AstroBin.

source: %(originator)s would like to bring the following image to your attention: %(object_url)s
ro: %(originator)s doreste sa aduca urmatoarea imagine in atentia ta: %(object_url)s
sq: %(originator)s do deshironin te sillnin nen kujdesin tuaj kete foto: %(object_url)s
tr: %(originator)s şu fotoğrafı dikkatinize sunmak istiyor: %(object_url)s

source: <a href="%(object_url)s"><strong>%(originator)s</strong> wants to bring an image to your attention.</a>
ro: <a href="%(object_url)s"><strong>%(originator)s</strong> doreste sa aduca o imagine in atentia ta.</a>
sq: <a href="%(object_url)s"><strong>%(originator)s</strong> kerkon te sjelle nje foto nen vemendjen tuaj.</a>
tr: <a href="%(object_url)s"><strong>%(originator)s</strong> bir fotoğrafı dikkatinize sunmak istiyor.</a>

source: %(originator)s wants to bring an image to your attention
ro: %(originator)s doreste sa aduca o imagine in atentia ta
sq: %(originator)s kerkon te sjelle nje foto nen vemendjen tuaj
tr: %(originator)s bir fotoğrafı dikkatinize sunmak istiyor.

source: %(user)s has nominated your image of %(messier_object)s for the Messier Marathon. Congratulations! This is the image of yours that was nominated: http://astrobin.com%(image_url)s The Messier Marathon is a list of Messier objects featuring images from AstroBin, chosen by the users via nominations. You can find the Messier Marathon here: http://astrobin.com/explore/messier/
sq: %(user)s ka percaktuar foton tuaj te %(messier_object)s per Maratonen Messier. Urime! Kjo eshte fotografia e juaj qe kane percaktuar: http://astrobin.com%(image_url)s Maratona Messier eshte nje liste e objekteve Messier qe shfaqen ne AstoBin, te zgjedhur nga perdoruesit me percaktimin e tyre personal. Juve mund ta gjeni Maratonen Messier ketu: http://astrobin.com/explore/messier/

source: <a href="%(image_url)s"><strong>%(user)s</strong> has nominated your image of <strong>%(messier_object)s</strong> for the Messier Marathon. Congratulations!</a>
sq: <a href="%(image_url)s"><strong>%(user)s</strong> ka percaktuar foton tuaj te <strong>%(messier_object)s</strong> per Maratonen Messier. Urime!</a>

source: Your image of %(messier_object)s has been nominated for the Messier Marathon!
sq: Foto juaj e %(messier_object)s eshte percaktuar per Maratonen Messier!

source: Your image of %(messier_object)s is now featured in the Messier Marathon. Congratulations! This is the image of yours that is featured: http://astrobin.com%(image_url)s The Messier Marathon is a list of Messier objects featuring images from AstroBin, chosen by the users via nominations. Your image is now the most nominated for the Messier object %(messier_object)s. You can find the Messier Marathon here: http://astrobin.com/explore/messier/
sq: Foto juaj e %(messier_object)s është paraqitur tani në Maratonën Messier. Urime! Kjo është fotografia juaj që është paraqitur: http://astrobin.com%(image_url)s Maratona Messier është një listë e objekteve Messier e shfaqur ne imazhet nga AstroBin, e zgjedhur nga ana e përdoruesit përmes percaktimit te tyre personal. Foto juaj tani është më e percaktuara për objektet Messier %(messier_object)s. Ju mund ta gjeni Maratonën Messier këtu: http://astrobin.com/explore/messier/

source: <a href="%(image_url)s">Your image of <strong>%(messier_object)s</strong> is now featured in the Messier Marathon. Congratulations!</a>
sq: <a href="%(image_url)s">Foto juaj e <strong>%(messier_object)s</strong> tani eshte shfaqur ne Maratonen Messier. Urime!</a>

source: Your image of %(messier_object)s is now featured in the Messier Marathon!
sq: Foto juaj e %(messier_object)s tani eshte shfaqur ne Maratonen Messier!

source: Here are your requests
sq: Keto jane kerkesat e juaja

source: When
sq: Kur

source: From
sq: Nga

source: Action needed
sq: Nevojitet veprimi

source: Object affected
sq: Objekt i helmuar

source: Fulfilled
sq: I permbushur

source: at
sq: tek

source: Location details missing.
sq: Te dhenat e vendndodhjes mungojne.

source: Yes.
sq: Po.

source: Do it now?
sq: Do e beni tani?

source: Mark as done.
sq: Shëno si e bërë.

source: %(username)s's technical card
sq: Skeda teknike e %(username)s

source: About %(username)s
sq: Rreth %(username)s

source: You have written nothing about yourself. Why don't you <a href="%(the_url)s">do it now?</a>
sq: Juve nuk keni shkruar asgje per veten. Perse nuk e <a href="%(the_url)s">beni tani?</a>

source: %(username)s didn't write anything about themselves.
sq: %(username)s nuk ka shkruar asgje per veten.

source: View your images
sq: Shikoni astrofotot e juaja

source: View %(username)s's images:
sq: Shiko fotot e %(username)s:

source: No images.
sq: Asnje foto.

source: (go back)
sq: (shko mbrapa)

source: These images are ordered so that the most recently acquired appear first. Please note: images with no acquisition dates will appear last, and in no particular order.
sq: Keto foto jane te renditura qe me te rejat e marra duken te parat. Te lutem vini re: fotot pa detaje fotografimi do duken te fundit, dhe jo ne nje renditje te vecante.

source: Please fill in the missing dates on all your images!
sq: Ju lutem permbushni te dhenat qe mungojne ne te fjitha fotot!

source: AstroBin can help you with your next telescope or camera purchase, by searching for gear combinations owned by other users. For instance, you could search for all images taken with a Canon 5D and any apochromatic refractor, or a SBIG ST-8300 with any Richtey-Chretien telescope. Or, if you want, you can search by telescope diameter too!
tr: AstroBin, diğer kullanıcıların sahip olduğu ekipman kombinasyonlarını araştırarak gelecek teleskop ya da kamera alımlarınızda size yardımcı olacaktır. Örnek olarak, Canon 5D ve herhangi bir apochromatic refraktör ile veya SBIG ST-8300 ve herhangi bir Richtey-Chretien teleskop ile çekilmiş tüm fotoğrafları arayabilirsizin. Ya da isterseniz, teleskop çapına göre arama da yapabilirsiniz.

source: You can follow gear items or astronomical subjects, and be notified whenever there's a new image from a certain CCD, or telescope, or filter, and so on. Or you can monitor all the new images of a certain galaxy or nebula.
tr: Donanım ekipmanlarını ya da çeşitli astronomik konuları takip edebilir ve her ne zaman belirli bir CCD, teleskop ya da filtreden yeni bir resim eklenirse bilgilendirilirsiniz. Ya da belirli bir gök ada veya bulutsunun tüm yeni resimlerini izleyebilirsiniz.

source: Some images
ro: Cateva imagini
tr: Bazı resimler

source: Excerpt
ro: Extras
tr: Alıntı

source: Your request for an API Key has been approved! Your key: %(key)s Your secret: %(secret)s Please read the API documentation at %(api_docs_url)s You can review your API keys at %(api_keys_url)s Thank you for using AstroBin's APIs!
ro: Cererea dumneavoastra pentru o cheie API a fost aprobata! Cheia este: %(key)s Secretul este: %(secret)s Va rugam citit documentatia API la %(api_docs_url)s Va puteti revizui cheile API la %(api_keys_url)s Va multumim pentru ca utilizati Astrobin APIs!
tr: API Anahtarı isteğiniz onaylandı! Anahtarınız: %(key)s Gizli kodunuz: %(secret)s Lütfen %(api_docs_url)s' linkindeki API dokümanını okuyunuz API anahtarlarınızı %(api_keys_url)s linkinden inceleyebilirsiniz AstroBin API'lerini kullandığınız için teşekkürler!

source: Select your language, and which e-mail notification you would like to receive:
ro: Selectaţi limba dvs. şi ce notificare prin e-mail doriţi să primiţi:
tr: Dilinizi ve hangi e-mail bilgilendirmesini almak istediğinizi seçin:

source: Community
ro: Comunitatea

source: AstroBin Questions
ro: AstroBin Intrebari

source: The name of the telescope is not written in English, and that is a description, not the actual product name. Here I would assume "80ED". Moreover, "80mm" is a property of the telescope, not part of its name.
ro: Numele telescopului nu este scris in engleza si aceea este o descriere, nu numele produslui.Aici as asuma "80 ED". In plus, "80mm" este o proprietate a telescopului, nu o parte a numelui sau.

source: If you searched for a gear item, the following users own one, or have imaged with one.
ro: Daca ati cautat un echipament, urmatorii utilizatori au unul sau au folosit unul.

source: You haven't claimed any commercial products yet.
ro: Încă nu aţi susţinut nici un produs comercial.

source: %(user)s hasn't claimed any commercial products yet.
ro: %(user)s nu a susţinut nici un produs comercial incă.
