Repository: HunterHarling/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: ar, ro, sq, tr

source: Your image has been successfully plate-solved.
ar: تمت عملية القياسات الفلكية لصورتك بنجاح.
sq: Foto juaj u zberthye me sukses.
tr: Fotoğrafınızın levha çözümleme işlemi başarıyla gerçekleştirildi.

source: You have %(number)s images with insufficient data. AstroBin relies on data to be a great service for you and every other user. Please fill in the data for your images at the following URL: %(url)s Thank you!
ar: لديك %(number)s صور بدون بيانات. يعتمد AstroBin علي البيانات لكي يصبح خدمة عظيمة لك و لكل المستخدمين الآخرين. من فضلك املأ بيانات صورك علي الرابط التالي: %(url)s شكراً لك!
ro: Aveti %(number)s imagini cu date insuficiente. AstroBin se bazează pe date pentru a fi un mare serviciu pentru dumneavoastra si pentru fiecare utilizator in parte. Vă rugăm să completați datele pentru imaginile dumneavoastra, la următoarea URL: %(url)s Multumim !
sq: Juve keni %(number)s foto me te dhena te pamjaftueshme. AstroBin mbështetet që të dhënat të jane një shërbim i madh për ju dhe çdo përdorues tjetër. Lutemi permbushni te dhenat per foton tuaj ne kete URL: %(url)s Faleminderit!
tr: Yetersiz veriye sahip %(number)s adet fotoğrafınız var. AstroBin'in bu kadar önemli bir servis olmasının altında verilere verdiği önem yatıyor. Lütfen aşağıdaki linke tıklayarak tüm fotoğraflarınızn verilerini eksiksiz bir şekilde giriniz: %(url)s Teşekkür ederiz!

source: <a href="%(url)s">You have <strong>%(number)s</strong> images with insufficient data!</a>
ar: <a href="%(url)s">عندك <strong>%(number)s</strong> صورة ينقصها البيانات!</a>
ro: <a href="%(url)s">Aveti<strong>%(number)s</strong> imagini cu date insuficiente!</a>
sq: <a href="%(url)s">Juve keni <strong>%(number)s</strong> foto ku mungojne te dhenat!</a>
tr: <a href="%(url)s">Yetersiz veriye sahip <strong>%(number)s</strong> adet fotoğrafınız var!</a>

source: You have %(number)s images with insufficient data!
ar: عندك %(number)s صورة ينقصها البيانات!
ro: Aveti%(number)s imagini cu date insuficiente !
sq: Juve keni %(number)s foto ku mungojne te dhenat!
tr: Yetersiz veriye sahip %(number)s adet fotoğrafınız var!

source: AstroBin has published a new blog entry: "%(object)s". Check it out at the following url: %(object_url)s
ar: كتب AstroBin منشور جديد "%(object)s". تفقّد هذا المنشور علي الرابط التالي: %(object_url)s
sq: AstroBin ka publikuar hyrjen ne nje blog te ri: "%(object)s". Hidhi nje sy ne adrsen qe vijon: %(object_url)s
tr: AstroBin yeni bir blog yazısı yayınladı: "%(object)s". Şu adresten kontrol edebilirsiniz: %(object_url)s

source: <a href="%(object_url)s">AstroBin has published a new blog entry: "%(object)s"</a>
ar: <a href="%(object_url)s">كتب AstroBin منشور جديد: "%(object)s"</a>
sq: <a href="%(object_url)s">AstroBin ka publikuar hyrjen ne nje blog te ri: "%(object)s"</a>
tr: <a href="%(object_url)s">AstroBin yeni bir blog yazısı yayınladı: "%(object)s"</a>

source: AstroBin has publushed a new blog entry: %(object)s
ar: كتب AstroBin منشور جديد: %(object)s
sq: Astrobin ka publikuar hyrjen ne nje blog te ri: %(object)s
tr: AstroBin yeni bir blog yazısı yayınladı: %(object)s

source: %(user)s has added your image to their bookmarks: %(url)s
ar: %(user)s أضاف صورتك إلي صوره المفضلة: %(url)s

source: <a href="%(url)s"><strong>%(user)s</strong> has added your image to their bookmarks!</a>
ar: <a href="%(url)s"><strong>%(user)s</strong> أضاف صورتك إلي صوره المفضلة</a>

source: %(user)s commented on your image! Check it out at the following url: %(url)s
ar: %(user)s كتب تعليق علي صورتك! يمكنك رؤيته علي الرابط التالي: %(url)s
sq: %(user)s ka komentuar foton tuaj! Hidhini nje sy ne adresen qe vijon: %(url)s
tr: %(user)s kullanıcısı fotoğrafınıza yorum yaptı! Şu adresten kontrol edebilirsiniz: %(url)s

source: <a href="%(url)s"><strong>%(user)s</strong> commented on your image!</a>
ar: <a href="%(url)s"><strong>%(user)s</strong> كتب تعليق علي صورتك!</a>
sq: <a href="%(url)s"><strong>%(user)s</strong> ka komentuar foton tuaj!</a>
tr: <a href="%(url)s"><strong>%(user)s</strong> kullanıcısı fotoğrafınıza yorum yaptı!</a>

source: %(user)s commented on your image!
ar: %(user)s كتب تعليق علي صورتك!
ro: %(user)s a comentat imaginea ta!
sq: %(user)s ka komentuar foton tuaj!
tr: %(user)s kullanıcısı fotoğrafınıza yorum yaptı!

source: %(user)s replied to your comment. Check it out at the following url: %(url)s
ar: %(user)s قام بالرد علي تعليقك. يمكنك رؤيته علي الرابط التالي: %(url)s
ro: %(user)s a răspuns la comentariul tău! Verifică următoarea adresă: %(url)s
sq: %(user)s ju pergjigj komentit tuaj. Hidhini nje sy ne linkun qe vijon: %(url)s
tr: %(user)s kullanıcısı yorumunuza yanıt verdi. Şu adresten kontrol edebilirsiniz: %(url)s

source: <a href="%(url)s"><strong>%(user)s</strong> replied to your comment.</a>
ar: <a href="%(url)s"><strong>%(user)s</strong> قام بالرد علي تعليقك.</a>
sq: <a href="%(url)s"><strong>%(user)s</strong> ju pergjigj komentit tuaj.</a>
tr: <a href="%(url)s"><strong>%(user)s</strong> kullanıcısı yorumunuza yanıt verdi.</a>

source: %(user)s replied to your comment.
ar: %(user)s قام بالرد علي تعليقك.
ro: %(user)s a răspuns la comentariul tău.
sq: %(user)s ju pergjigj komentit tuaj.
tr: %(user)s kullanıcısı yorumunuza yanıt verdi.

source: User %(object)s is now following you. They will be notified when you publish new images.
ar: المستخدم %(object)s يقوم بمتابعتك الآن. سوف يتم إشعاره عندما تنشر صور جديدة.
sq: Perdoruesi %(object)s tani po ju ndjek. Ata do te njoftohen kur ju te publikoni foto te reja.
tr: %(object)s kullanıcısı artık sizi takip ediyor. Yeni fotoğraf yüklediğinizde haberdar edilecekler.

source: <a href="%(object_url)s"><strong>%(object)s</strong> is now following you.</a>
ar: <a href="%(object_url)s"><strong>%(object)s</strong> يتابعك الآن.</a>
sq: <a href="%(object_url)s"><strong>%(object)s</strong> tani po ju ndjek.</a>
tr: <a href="%(object_url)s"><strong>%(object)s</strong> artık sizi takip ediyor.</a>

source: You have a new follower!
ar: لديك متابع جديد!
sq: Ju keni nje ndjekes te ri!
tr: Yeni bir takipçiniz var!

source: %(user)s started a new discussion about a gear item you own! Read it at following url: %(url)s
ar: %(user)s بدأ مناقشة جديدة حول جهاز تملكه! اقرأها في الرابط التالي: %(url)s

source: <a href="%(url)s"><strong>%(user)s</strong> started a new discussion about a gear item you own!</a>
ar: <a href="%(url)s"><strong>%(user)s</strong> بدأ نقاش جديد حول جهاز تملكه!</a>

source: %(user)s started a new discussion about a gear item you own!
ar: %(user)s بدأ مناقشة جديدة حول جهاز تملكه!

source: %(user)s wrote a review of a gear item you own! Read it at following url: %(url)s
ar: %(user)s كتب رأي نقدي حول جهاز تملكه! اقرأه في الرابط التالي: %(url)s

source: <a href="%(url)s"><strong>%(user)s</strong> wrote a review of a gear item you own!</a>
ar: <a href="%(url)s"><strong>%(user)s</strong> كتب رأي نقدي جديد حول جهاز تملكه!</a>

source: %(user)s wrote a review of a gear item you own!
ar: %(user)s كتب رأي نقدي حول جهاز تملكه!

source: %(originator)s has published a new image! Check it out at the following url: %(object_url)s
ar: %(originator)s نشر صورة جديدة! شاهدها علي الرابط التالي: %(object_url)s
sq: %(originator)s ka publikuar nje foto te re! Hidhini nje sy tek adresa qe vijon: %(object_url)s
tr: %(originator)s yeni bir fotoğraf yayınladı! Şu linkten kontrol edebilirsiniz: %(object_url)s

source: <a href="%(object_url)s"><strong>%(originator)s</strong> has published a new image.</a>
ar: <a href="%(object_url)s"><strong>%(originator)s</strong> نشر صورة جديدة.</a>
sq: <a href="%(object_url)s"><strong>%(originator)s</strong> ka publikuar nje foto te re.</a>
tr: <a href="%(object_url)s"><strong>%(originator)s</strong> yeni bir fotoğraf yayınladı.</a>

source: <a href="%(object_url)s"><strong>%(originator)s</strong> has published a new image</a>
ar: <a href="%(object_url)s"><strong>%(originator)s</strong> نشر صورة جديدة</a>
sq: <a href="%(object_url)s"><strong>%(originator)s</strong> ka publikuar nje foto te re</a>
tr: <a href="%(object_url)s"><strong>%(originator)s</strong> yeni bir fotoğraf yayınladı</a>

source: New image by %(originator)s
ar: صورة جديدة بواسطة %(originator)s
ro: Imagine nouă de %(originator)s
sq: Foto re nga %(originator)s
tr: %(originator)s kullanıcısından yeni bir fotoğraf

source: New image taken with a gear item you follow: <strong>%(gear)s</strong>. Check it out at the following url: %(object_url)s
ar: تم التقاط صورة جديدة بأجهزة تقوم بمتابعتها: <strong>%(gear)s</strong>. يمكنك مشاهداتها علي الرابط التالي: %(object_url)s
tr: Takip ettiğiniz bir donanımdan yeni fotoğraf: <strong>%(gear)s</strong>. Şu linkten kontrol edebilirsiniz: %(object_url)s

source: <a href="%(object_url)s">New image taken with a <strong>%(gear)s</strong>.</a>
ar: تم التقاط صورة جديدة بأجهزة تقوم بمتابعتها: <strong>%(gear)s</strong>. يمكنك مشاهداتها علي الرابط التالي: %(object_url)s
tr: <a href="%(object_url)s"><strong>%(gear)s</strong> ile çekilmiş yeni bir fotoğraf.</a>

source: New image taken with a %(gear)s
ar: صورة جديدة بواسطة %(gear)s
tr: %(gear)s ile çekilmiş yeni bir fotoğraf

source: New image of a subject you follow: <strong>%(subject)s</strong>. Check it out at the following url: %(object_url)s
ar: صورة جديدة لجرم تقوم بمتابعته: <strong>%(subject)s</strong>. تفقد الرابط التالي %(object_url)s
tr: Takip ettiğiniz bir konu ile ilgili yeni fotoğraf: <strong>%(subject)s</strong>. Şu linkten kontrol edebilirsiniz: %(object_url)s

source: <a href="%(object_url)s">New image of <strong>%(subject)s</strong>.</a>
ar: <a href="%(object_url)s">صورة جديدة للجرم <strong>%(subject)s</strong>.</a>
tr: <a href="%(object_url)s"><strong>%(subject)s</strong> ile ilgili yeni bir fotoğraf.</a>

source: New image of %(subject)s
ar: صورة جديدة للجرم %(subject)s
tr: %(subject)s ile ilgili yeni bir fotoğraf

source: %(originator)s has published a new image revision! Check it out at the following url: %(object_url)s
ar: %(originator)s نشر مراجعة جديدة! شاهدها علي الرابط التالي: %(object_url)s
sq: %(originator)s ka publikuar nje foto te re te ripare! Hidhini nje sy tek adresa qe vijon: %(object_url)s
tr: %(originator)s yeni bir fotoğraf revizyonu yayınladı! Şu linkten kontrol edebilirsiniz: %(object_url)s

source: <a href="%(object_url)s"><strong>%(originator)s</strong> has published a new image revision.</a>
ar: <a href="%(object_url)s"><strong>%(originator)s</strong> نشر مراجعة جديدة.</a>
sq: <a href="%(object_url)s"><strong>%(originator)s</strong> ka publikuar nje foto te re te riparë.</a>
tr: <a href="%(object_url)s"><strong>%(originator)s</strong> yeni bir fotoğraf revizyonu yayınladı.</a>

source: New image revision by %(originator)s
ar: مراجعة صورة جديدة بواسطة %(originator)s
sq: Foto e re e riparë nga %(originator)s
tr: %(originator)s tarafından yeni bir fotoğraf revizyonu

source: %(user)s likes your image: %(url)s
ar: %(user)s سجل إعجابه بصورتك: %(url)s

source: <a href="%(url)s"><strong>%(user)s</strong> likes your image!</a>
ar: <a href="%(url)s"><strong>%(user)s</strong> سجل إعجابه بصورتك!</a>

source: <a href="%(folder_url)s">You are invited you to the private shared folder: <strong>"%(folder_name)s."</strong></a>
ar: <a href="%(folder_url)s">لقد تمت دعوتك إلي مجلد خاص مشترك: <strong>"%(folder_name)s."</strong></a>

source: You are invited you to the private shared folder: %(folder_name)s
ar: لقد تمت دعوتك إلي مجلد خاص مشترك: %(folder_name)s

source: %(user_name)s has added a new processed image to the private shared folder: "%(folder_name)s". Check it out at the following url: %(folder_url)s
ar: %(user_name)s أضاف صورة معالجة جديدة إلي مجلد خاص مشترك "%(folder_name)s". شاهدها علي الرابط التالي: %(folder_url)s

source: <a href="%(folder_url)s"><strong>%(user_name)s</strong> has added a new processed image to the private shared folder: <strong>"%(folder_name)s."</strong></a>
ar: <a href="%(folder_url)s"><strong>%(user_name)s</strong> أضاف صورة معالجة جديدة إلي المجلد الخاص المشترك: <strong>"%(folder_name)s."</strong></a>

source: <a href="%(folder_url)s"><strong>%(user_name)s</strong> has added a new processed image to the private shared folder: <strong>"%(folder_name)s."</a>
ar: <a href="%(folder_url)s"><strong>%(user_name)s</strong> أضاف صورة معالجة جديدة إلي مجلد البيانات المشترك: <strong>"%(folder_name)s."</a>

source: New processed image in private shared folder: %(folder_name)s
ar: صورة جديدة معالجة في مجلد خاص مشترك: %(folder_name)s

source: %(user_name)s has added a new processed image to the public data pool: "%(pool_name)s". Check it out at the following url: %(pool_url)s
ar: %(user_name)s أضاف صورة معالجة جديدة إلي مساحة البيانات العامة: "%(pool_name)s". شاهدها علي هذا الرابط: %(pool_url)s

source: <a href="%(pool_url)s"><strong>%(user_name)s</strong> has added a new processed image to the public data pool: <strong>"%(pool_name)s."</strong></a>
ar: <a href="%(pool_url)s"><strong>%(user_name)s</strong> أضاف صورة معالجة جديدة إلي مساحة البيانات العامة: <strong>"%(pool_name)s."</strong></a>

source: New processed image in public data pool: %(pool_name)s
ar: صورة معالجة جديدة في مساحة بيانات عامة: %(pool_name)s

source: %(user_name)s has added new data to the public pool: "%(pool_name)s". Check it out at the following url: %(pool_url)s
ar: %(user_name)s أضاف بيانات جديدة إلي مساحة البيانات العامة: "%(pool_name)s". شاهدها علي الرابط التالي: %(pool_url)s

source: <a href="%(pool_url)s"><strong>%(user_name)s</strong> has added new data to the public pool: <strong>"%(pool_name)s."</strong></a>
ar: <a href="%(pool_url)s"><strong>%(user_name)s</strong> أضاف بيانات جديدة إلي مساحة البيانات العامة <strong>"%(pool_name)s."</strong></a>

source: New data in public pool: %(pool_name)s
ar: ييانات جديدة في مساحة البيانات العامة: %(pool_name)s

source: %(user_name)s has added new data to the private shared folder: "%(folder_name)s". Check it out at the following url: %(folder_url)s
ar: %(user_name)s أضاف بيانات جديدة إلي المجلد خاص المشترك "%(folder_name)s". تفقدها علي الرابط التالي: %(folder_url)s

source: <a href="%(folder_url)s"><strong>%(user_name)s</strong> has added new data to the private shared folder: <strong>"%(folder_name)s."</strong></a>
ar: <a href="%(folder_url)s"><strong>%(user_name)s</strong> أضاف بيانات جديدة إلي المجلد الخاص المشترك: <strong>"%(folder_name)s."</strong></a>

source: New data in private shared folder: %(folder_name)s
ar: توجد بيانات جديدة في مجلد خاص مشترك: %(folder_name)s

source: You have received a private message on AstroBin! Read it at the following link: http://astrobin.com/messages/inbox/
ar: لقد تسلمت رسالة خاصة جديدة علي AstroBin! اقرأها علي الرابط التالي: http://astrobin.com/messages/inbox/
sq: Juve keni nje mesazh privat në AstroBin! Lexojeni ate ne linkun qe vijon: http://astrobin.com/messages/inbox/
tr: AstroBin'de yeni bir özel mesaj aldınız! Mesajınızı aşağıdaki linkten okuyabilirsiniz: http://astrobin.com/messages/inbox/

source: You have received a new private message.
ar: لقد تسلمت رسالة خاصة جديدة.
ro: Ai primit un nou mesaj privat .
sq: Ju keni nje mesazh privat te ri.
tr: Yeni bir özel mesajınız var.

source: %(originator)s has fulfilled your request! Check it out at the following url: %(object_url)s
ar: %(originator)s قام بتحقيق مطلبك! تفقد الرابط التالي: %(object_url)s
sq: %(originator)s ka përmbushur kerkesen tuaj! Hidhini nje sy te linku qe vijon: %(object_url)s
tr: %(originator)s isteğinizi yerine getirdi. Şu linkten kontrol edebilirsiniz: %(object_url)s

source: <a href="%(object_url)s"><strong>%(originator)s</strong> has fulfilled your request</a>
ar: <a href="%(object_url)s"><strong>%(originator)s</strong> قام بتحقيق مطلبك</a>
sq: <a href="%(object_url)s"><strong>%(originator)s</strong> ka permbushur kerkesen tuaj</a>
tr: <a href="%(object_url)s"><strong>%(originator)s</strong> isteğinizi yerine getirdi</a>

source: %(originator)s has fulfilled your request.
ar: %(originator)s قام بتحقيق مطلبك.
ro: %(originator)s și-a îndeplinit cererea.
sq: %(originator)s ka përmbushur kerkesen tuaj.
tr: %(originator)s isteğinizi yerine getirdi.

source: <a href="%(object_url)s">You have stopped following <strong>%(object)s</strong>.</a>
ar: <a href="%(object_url)s">لقد توقّفتَ عن متابعة <strong>%(object)s</strong>.</a>
sq: <a href="%(object_url)s">Juve keni ndaluar se ndjekuri<strong>%(object)s</strong>.</a>
tr: <a href="%(object_url)s"><strong>%(object)s</strong> kullanıcısını takip etmekten vazgeçtiniz.</a>

source: Allow external login
ar: السماح بتسجيل دخول خارجي
ro: Permiteți autentificare externă

source: The following site has requested verification of your account:
ar: يطلب الموقع التالي تأكيد حسابك:
ro: Site-ul următor a solicitat verificarea contului dvs.:

source: Verify
ar: تأكيد
ro: Verifică

source: Find images
ar: العثور علي صور
ro: Cauta imagini
tr: Resim ara

source: RA
ar: المطلع المستقيم
ro: Ascensia Dreapta (RA)

source: Dec
ar: الميل
ro: Declinatia

source: Member since
ar: عضو منذ
ro: Membru incepand din
sq: Anëtar që
tr: Tarihinden beri üye

source: AstroBin is currently in closed beta
ar: موقع AstroBin حالياً يعمل من خلال نسخة تجريبية مغلقة
ro: AstroBin este în prezent în versiune beta închisă
sq: AstroBin është aktualisht mbyllur ne beta
tr: AstroBin şu anda kapalı beta testi aşamasındadır

source: What is AstroBin?
ar: ما هو موقع AstroBin؟
ro: Ce este AstroBin ?
sq: Çfarë është Astrobin?
tr: AstroBin nedir?

source: and it will be open for everybody soon. If you've been invited, you can <a href="%(login_url)s">login</a>, otherwise you can leave us your email address and we will notify you when the website is up!
ar: و سوف يكون مفتوح للجميع قريباً. إذا كنت مدعوّ ، يمكنك <a href="%(login_url)s">الدخول</a> و إلّا يمكنك ترك عنوان بريدك الإلكتروني لنا و سوف يتم إشعارك عندما يتم فتح الموقع!
ro: şi el va fi deschis pentru toţi în curând. Dacă tu ai fost invitat, tu poţi <a href="%(login_url)s">logare</a>, sau ne poţi lăsa adresa ta de e-mail şi noi te vom notifica când site-ul web este disponibil!
sq: dhe do hapet se shpejti per te gjithe. Nëse ju keni qenë të ftuar, ju mund të <a href="%(login_url)s">login</a>, përndryshe ju mund të na lini adresën tuaj e-mail dhe ne do t'ju njoftojë kur websiti te jete ne rregull!
tr: ve yakında herkes için açık hale gelecektir. Eğer davet edildiyseniz <a href="%(login_url)s">giriş yapabilirsiniz</a>, aksi halde bize mail adresinizi bırakabilirsiniz. Site açılınca size bir bilgilendirme mesajı gönderebiliriz.

source: Account successfully activated
ar: تم تفعيل الحساب بنجاح
ro: Cont activat cu succes
sq: Llogaria u aktivua me sukses
tr: Hesabınız başrıya etkinleştirildi

source: Log in
ar: الدخول
ro: Loghează-te
sq: Hyni
tr: Giriş yap

source: Account activation failed
ar: فشل تفعيل الحساب
ro: Activarea contului eşuată
sq: Aktivizimi i llogarise dështoj
tr: Hesap etkinleştirme işlemi başarısız oldu

source: Your profile is now active.
ar: ملفك التعريفي مُفعّل الآن.
ro: Profilul tău este acum activ.
sq: Profili juaj tani eshte aktiv.
tr: Profiliniz şu anda etkin.

source: Hi, please use the following link to activate your AstroBin account:
ar: أهلا و سهلا ، من فضلك ، اتبع هذا الرابط لتقوم بتفعيل حسابك:

source: Link is valid for %(expiration_days)s days.
ar: هذا الرابط صالح لمدة %(expiration_days)s يوم.
ro: Link-ul este valid pentru %(expiration_days)s zile.
sq: Linku eshte i vlefshem %(expiration_days)s days.
tr: Link %(expiration_days)s gün için geçerli olacaktır.

source: Sincerely, the AstroBin staff.
ar: بإخلاص ، فريق AstroBin.

source: Account activation on
ar: تفعيل الحساب علي
sq: Aktivizimi i llogarisë në
tr: Hesap etkinleştirme -

source: Login with AstroBin
ar: الدخول عن طريق AstroBin
ro: Autentifică-te cu AstroBin
sq: Hyni me AstroBin
tr: AstroBin ile giriş yap

source: Reset password
ar: إعادة ضبط كلمة السر
ro: Resetează parola
sq: Rezetoni fjalëkalimin
tr: Şifreyi sıfırla

source: Good bye!
ar: مع السلامة!
ro: La revedere!
tr: Hoşça kalın!

source: You have been logged out. Come back soon!
ar: لقد تمّ تسجيل خروجك. عد إلينا سريعاً!
ro: Ați fost deconectat. Vino înapoi în curând!
tr: Oturumunuzu kapattınız. En kısa zamanda tekrar bekliyoruz!

source: Password changed
ar: تم تغيير كلمة السرّ
ro: Parolă schimbată
sq: Fjalëkalimi u ndërrua
tr: Şifre değiştirildi

source: Change your password
ar: تغيير كلمة السر
ro: Schimbă-ţi parola
sq: Ndërroni fjalëkalimin
tr: Şifrenizi değiştirin

source: Password reset successfully
ar: تمت إعادة ضبط كلمة السر بنجاح
ro: Resetarea parolei cu succes
sq: Fjalëkalimi u rezetua me sukses
tr: Şifre sıfırlama başarılı

source: Password reset confirmation
ar: تأكيد إعادة ضبط كلمة السرّ
ro: Confirmare pentru resetarea parolei
sq: Konfirmimi i rezetimit të fjalëkalimit
tr: Şifre sıfırlamayı onaylayın

source: Password reset failed
ar: فشلت إعادة ضبط كلمة السر
ro: Resetarea parolei a eşuat
sq: Rezetimi i fjalëkalimit dështoj
tr: Şifre sıfırlama işlemi başarısız oldu

source: Email with password reset instructions has been sent.
ar: لقد تم إرسال بريد إلكتروني به تعليمات إعادة ضبط كلمة السر.
ro: Email-ul cu instrucţiunile pentru resetarea parolei a fost trimis.
sq: E-maili me udhezimet per te rezetuar fjalekalimin u dërgua.
tr: Şifre sıfırlama bilgileri ile e-posta gönderildi.

source: Reset password at %(site_name)s
ar: إعادة ضبط كلمة السر في %(site_name)s
ro: Resetează parola la %(site_name)s
sq: Rezetoni fjalekalimin tek %(site_name)s
tr: Parolanızı şuradan sıfırlayın: %(site_name)s

source: Registration completed
ar: اكتملت عملية التسجيل
ro: Înregistrare încheiată

source: You are now registered
ar: أنت الآن تملك حساب جديد

source: To confirm your e-mail address, we have sent you an e-mail with an activation link.
ar: لقد أرسلنا إليك رسالة مع رابط التفعيل لتأكيد عنوان بريدك الإلكتروني.
ro: Pentru a confirma adresa dvs. de e-mail, v-am trimis un e-mail cu un link de activare.

source: If you don't receive the e-mail within a few minutes, remember to check your spam folder.
ar: إذا لم تصلك رسالة خلال بضع دقائق ، تفقّد مجلد spam.
ro: Dacă nu primiți email-ul în câteva minute, amintiți-vă să vă verificați dosarul spam.

source: Register with AstroBin
ar: تسجيل حساب في AstroBin
ro: Inregistrare pe AstroBin
sq: Rregjistrohuni me Astrobin
tr: AstroBin'e kayıt olun

source: By registering with AstroBin, you agree to our <a href="%(tos_url)s">terms of service</a>.
ar: بتسجيل حسابك في AstroBin ، تكون قد وافقت علي <a href="%(tos_url)s">شروط الخدمة</a>.
ro: Prin înregistrare la AstroBin, dvs. acceptați <a href="%(tos_url)s">termenii noștri de serviciu</a>.
sq: Duke u rregjistruar me AstroBin, ju bini dakord me <a href="%(tos_url)s">Rregulloren e sherbimit</a>.
tr: AstroBin'e kayıt olarak, <a href="%(tos_url)s">kullanım koşullarımızı</a> kabul etmiş bulunuyorsunuz.

source: Search
ar: بحث
ro: Cauta
sq: Kërko
tr: Arama

source: Sort
ar: ترتيب
ro: Sorteaza
tr: Sırala

source: Relevance
ar: الصلة بالموضوع
ro: Relevanta
sq: Rëndësisë
tr: İlişki

source: Basic criteria
ar: المعايير الرئيسية
ro: Criteriu de baza
sq: Kriteret baze
tr: Temel kriter

source: Please input some search terms!
ar: من فضلك ادخل بعض مصطلحات البحث!
ro: Va rog, introduceti termeni de cautare
sq: Ju lutem futni disa kritere per kerkimin!
tr: Lütfen arama terimleri giriniz!

source: hours
ar: ساعة/ساعات
ro: ore
sq: oret
tr: saat

source: Avg. Moon phase
ar: متوسط طور القمر
ro: aprecierea medie a fazei Lunei
sq: Mes. Fazës Hënore
tr: Ort. Ay evresi

source: Telescope's aperture
ar: قطر فتحة التلسكوب
ro: Apertura telescopului
sq: Hapja e teleskopit
tr: Teleskobun açıklığı

source: Select all
ar: تحديد الكل
ro: Selectati tot
sq: Zgjidh te gjitha
tr: Tümünü seç

source: Select none
ar: حذف التحديد
ro: Deselectati
sq: Mos zgjidh asgje
tr: Seçimi kaldır

source: Select types
ar: اختر نوع
ro: Selectaţi tipuri
tr: Türü seçin

source: # selected
ar: # تم اختيارها
ro: # selectat
sq: # e zgjedhur
tr: # seçildi

source: Select licenses
ar: اختيار رخصة
ro: Selectează licenţele
sq: Zgjidh liçencat
tr: Lisanaları seçin

source: days
ar: يوم/أيام
ro: zile
sq: ditët
tr: gün
